[
  {
    "id": "fmq_1985",
    "resource_type": "website",
    "authors": [],
    "year": 1985,
    "title": "Printed Issues 1985–2022",
    "container_title": "Finnish Music Quarterly",
    "publisher": "Finnish Music Quarterly",
    "place": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "url": "https://www.fmq.fi/printed-issues",
    "abstract": null,
    "tags": [
      "Historical Survey"
    ],
    "raw": "Finnish Music Quarterly. “Printed Issues 1985–2022.” Accessed December 11, 2025."
  },
  {
    "id": "casal_kauppinen_2016",
    "raw": "Casal, Sari, and Veli Kauppinen. 2016. “Uraauurtavaa osaamista vai peikkohommaa?: Yleisradion kokeilustudiossa syntyi nykymusiikkia koneilla” (Pioneering Know-How or Troll Work?: Contemporary Music was Created with Machines in Yleisradio’s Experimental Studio). Elävä Arkisto, YLE. Last modified December 19, 2016. https://yle.fi/a/20-180901.",
    "resource_type": "website",
    "year": 2016,
    "authors": [
      {
        "author_first": "Sari",
        "author_last": "Casal"
      },
      {
        "author_first": "Veli",
        "author_last": "Kauppinen"
      }
    ],
    "title": "Uraauurtavaa osaamista vai peikkohommaa?: Yleisradion kokeilustudiossa syntyi nykymusiikkia koneilla",
    "title_trans": "Pioneering Know-How or Troll Work?: Contemporary Music was Created with Machines in Yleisradio’s Experimental Studio",
    "container_title": "Elävä Arkisto, YLE",
    "publisher": "YLE",
    "place": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": null,
    "url": "https://yle.fi/a/20-180901",
    "tags": [
      "Electronic Music",
      "YLE"
    ]
  },
  {
    "id": "hako_nieminen_2006",
    "resource_type": "book",
    "raw": "Pekka Hako and Risto Nieminen, eds. 1981. Ammatti: Säveltäjä (Profession: Composer). Helsinki: Synkooppi ry.",
    "year": 2006,
    "authors": [
      {
        "author_first": "Pekka",
        "author_last": "Hako"
      },
      {
        "author_first": "Risto",
        "author_last": "Nieminen, eds."
      }
    ],
    "title": "Ammatti: Säveltäjä",
    "title_trans": "Profession: Composer",
    "container_title": "Elävä Arkisto, YLE",
    "place": "Helsinki",
    "publisher": "Like Kustannus",
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": "Eleven Finnish composers will give talks about the music of our time. The authors include Magnus Lindberg, Kaija Saariaho, Esa-Pekka Salonen, Eero Hämeenniemi, Jouni Kaipainen and Olli Kortekangas.\n\nThe leading young composers of our musical life wrote about their own work and the music of our time 25 years ago. Now the same group has been gathered again to talk about their professional image.\n\nToday, these composers have a visible impact on the Finnish musical life, and over the years, some of them have risen to the top of the international music scene.\n\nThe personal texts reflect not only on the relationship of composers to music but also on music as part of our time and culture. Like its predecessor, the collection of writings is a fine cultural document about the multifaceted world of composers.\n\n\"The book is worth reading if you want to understand more deeply the development of musical art in Finland after the 1980s.",
    "url": "https://like.fi/kirjat/ammatti-saveltaja-2006",
    "tags": [
      "Avant-Garde"
    ]
  },
  {
    "id": "hilder_2017",
    "resource_type": "chapter",
    "raw": "Hilder, Thomas R. 2017. “Sámi Festivals and Indigenous Sovereignty.” In The Oxford Handbook of Popular Music in the Nordic Countries, edited by Fabian Holt and Antti-Ville Kärjä, 363–78. New York: Oxford University Press.",
    "year": 2017,
    "authors": [
      {
        "author_first": "Thomas R.",
        "author_last": "Hilder"
      }
    ],
    "title": "Sámi Festivals and Indigenous Sovereignty",
    "container_title": "The Oxford Handbook of Popular Music in the Nordic Countries",
    "publisher": "Oxford University Press",
    "place": "New York",
    "editors": "Fabian Holt and Antti-Ville Kärjä",
    "volume": null,
    "issue": null,
    "pages": "363–78",
    "abstract": "This chapter is a contribution to the literatures on Sámi cultural history, Nordic postcolonial studies, and music festivals. Drawing inspiration from social theory, the chapter explores how the proliferation of festivals has helped in the formation of local and transnational Sámi publics in the Nordic region. It argues that festivals help foster a sense of transnational Sámi community and work toward cultural self-determination at three levels: the local, the Nordic, and the global. In showing how resistance to nation-states is performed and how sovereignty is enabled in festivals, the chapter highlights the significance of Sámi culture for reconsidering broader political issues of transnationalism and globalization in the Nordic countries today. The main case studies are the Kautokeino Easter Festival and the Riddu Riđ đu Festival.",
    "url": "https://doi.org/10.1093/oxfordhb/9780190603908.013.0020",
    "tags": [
      "Festivals",
      "Indigenous Music",
      "Popular Music"
    ]
  },
  {
    "id": "howell_2006",
    "resource_type": "book",
    "raw": "Howell, Tim. 2006. After Sibelius: Studies in Finnish Music. London: Ashgate.",
    "year": 2006,
    "title": "After Sibelius: Studies in Finnish Music",
    "container_title": null,
    "authors": [
      {
        "author_first": "Tim",
        "author_last": "Howell"
      }
    ],
    "publisher": "Ashgate",
    "place": "London",
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": "During the last twenty years, the rest of the world has come to focus on the music of Finland. The seemingly disproportionate creative energy from this small country defies prevalent trends in the production of classical music. Tim Howell provides an engaging investigation into Finnish music and combines elements of composer biography and detailed analysis within the broader context of cultural and national identity. The book consists of a collection of eight individual composer studies that investigate the historical position and compositional characteristics of a representative selection of leading figures, ranging from the beginning of the twentieth century to the present day. These potentially self-contained studies subscribe to a larger picture, which explains the Sibelian legacy, the effect of this considerable influence on subsequent generations and its lasting consequences: an internationally acclaimed school of contemporary music. Outlining a particular perspective on modernism, Howell provides a careful balance between biographical and analytical concerns to allow the work to be accessible to the non-specialist. Each composer study offers a sense of overview followed by progressively more detail. Close readings of selected orchestral works provide a focus, while the structure of each analysis accommodates the different levels of engagement expected by a wide readership. The composers under consideration are Aarre Merikanto, Erik Bergman, Joonas Kokkonen, Einojuhani Rautavaara, Aulis Sallinen, Paavo Heininen, Kaija Saariaho and Magnus Lindberg. The concluding discussion of issues of national distinctiveness and the whole phenomenon of why such a small nation is compositionally so active, is of wide-ranging significance. Drawing together various strands to emerge from these individual personalities, Howell explores the Finnish attitude to new music, in both its composition and reception, uncovering an enlightened view of the value of creativity from which many other nations may benefit.",
    "url": "https://doi.org/10.4324/9781315097503",
    "tags": [
      "Historical Survey"
    ]
  },
  {
    "id": "holt_2017",
    "resource_type": "chapter",
    "raw": "Holt, Fabian. 2017. “Introduction: Music in a Globalizing Region.” In The Oxford Handbook of Popular Music in the Nordic Countries, edited by Fabian Holt and Antti-Ville Kärjä, 1–30. New York: Oxford University Press.",
    "year": 2017,
    "authors": [
      {
        "author_first": "Fabian",
        "author_last": "Holt"
      }
    ],
    "title": "Introduction: Music in a Globalizing Region",
    "container_title": "The Oxford Handbook of Popular Music in the Nordic Countries",
    "publisher": "Oxford University Press",
    "place": "New York",
    "editors": "Fabian Holt and Antti-Ville Kärjä",
    "volume": null,
    "issue": null,
    "pages": "1–30",
    "url": "https://doi.org/10.1093/oxfordhb/9780190603908.001.0001",
    "tags": [
      "Internationalization",
      "Popular Music"
    ],
    "abstract": "This chapter introduces new analytical framings of popular music in the Nordic countries and the implications therefore for broader discussions of the region’s uniqueness and global presence. The introduction first develops a broad interpretative narrative a broad interpretative narrative grounded in social science and considers its implications for existing cultural and disciplinary narratives. The second part closes in on more detailed issues of musical knowledge, drawing from the intellectual history of music, particularly musicology, while also integrating lessons from other disciplines such as geography. The specific focal points of the second part are the three thematic dimensions of the handbook—geography, history, and identity. Moreover, the literatures on Nordic popular music are discussed in detail. The final section introduces the individual chapter contributions."
  },
  {
    "id": "karjaleinen_Karki_2021",
    "resource_type": "book",
    "raw": "Karjalainen, Toni-Matti, and Kimi Kärki, eds. 2021. Made in Finland: Studies in Popular Music. London: Routledge.",
    "year": 2021,
    "authors": [
      {
        "author_first": "Toni-Matti",
        "author_last": "Karjalainen"
      },
      {
        "author_first": "Kimi",
        "author_last": "Kärki, eds."
      }
    ],
    "title": "Made in Finland: Studies in Popular Music",
    "container_title": null,
    "publisher": "Routledge",
    "place": "London",
    "volume": null,
    "issue": null,
    "pages": null,
    "url": "https://doi.org/10.4324/9780429277429",
    "abstract": "Made in Finland: Studies in Popular Music serves as a comprehensive and thorough introduction to the history, culture, and musicology of twentieth and twenty-first century popular music in Finland.\n\nThe volume consists of essays by leading scholars in the field, and covers the major figures, styles, and social contexts of popular music in Finland. Each essay provides adequate context so readers understand why the figure or genre under discussion is of lasting significance. The book is organized into five thematic sections: Emerging Foundations of Popular Music in Finland; Environments, Borderlines, Minorities; Transnationalisms; Sounds from the Underground; and Redefining Finnishness.",
    "tags": [
      "Popular Music"
    ]
  },
  {
    "id": "korhonen_1995",
    "resource_type": "book",
    "raw": "Korhonen, Kimmo. 1995. Finnish Composers: Since the 1960s. Translated by Timothy Binham. Helsinki: Finnish Library Service, in corporation with the Foundation for the Promotion of Finnish Music (Finnish Music Information Centre).",
    "year": 1995,
    "authors": [
      {
        "author_first": "Kimmo",
        "author_last": "Korhonen"
      }
    ],
    "title": "Finnish Composers: Since the 1960s",
    "container_title": null,
    "publisher": "Finnish Library Service",
    "place": "Helsinki",
    "volume": null,
    "issue": null,
    "pages": null,
    "url": null,
    "abstract": null,
    "tags": [
      "Avant-Garde",
      "Historical Survey",
      "Modernism"
    ]
  },
  {
    "id": "krysa_parikka_2015",
    "resource_type": "book",
    "raw": "Krysa, Joasia, and Jussi Parikka. 2015. Writing and Unwriting (Media) Art History: Erkki Kurenniemi in 2048. Cambridge, MA: MIT Press.",
    "year": 2015,
    "authors": [
      {
        "author_first": "Joasia",
        "author_last": "Krysa"
      },
      {
        "author_first": "Jussi",
        "author_last": "Parikka"
      }
    ],
    "title": "Writing and Unwriting (Media) Art History: Erkki Kurenniemi in 2048",
    "container_title": null,
    "publisher": "MIT Press",
    "place": "Cambridge, MA",
    "volume": null,
    "issue": null,
    "pages": null,
    "url": "https://doi.org/10.7551/mitpress/10014.001.0001",
    "abstract": "Over the past forty years, Finnish artist and technology pioneer Erkki Kurenniemi (b. 1941) has been a composer of electronic music, experimental filmmaker, computer animator, roboticist, inventor, and futurologist. Kurenniemi is a hybrid—a scientist-humanist-artist. Relatively unknown outside Nordic countries until his 2012 Documenta 13 exhibition, ”In 2048,” Kurenniemi may at last be achieving international recognition. This book offers an excavation, a critical mapping, and an elaboration of Kurenniemi's multiplicities.\n\nThe contributors describe Kurenniemi's enthusiastic, and rather obsessive, recording of everyday life and how this archiving was part of his process; his exploratory artistic practice, with productive failure an inherent part of his method; his relationship to scientific and technological developments in media culture; and his work in electronic and digital music, including his development of automated composition systems and his “video-organ,” DIMI-O. A “Visual Archive,” a section of interviews with the artist, and a selection of his original writings (translated and published for the first time) further document Kurenniemi's achievements. But the book is not just about one artist in his time; it is about emerging media arts, interfaces, and archival fever in creative practices, read through the lens of Kurenniemi.",
    "tags": [
      "Avant-Garde",
      "Electronic Music"
    ]
  },
  {
    "id": "larsen_2022",
    "resource_type": "chapter",
    "raw": "Larsen, Lars Bang. 2022. “Erkki Kurenniemi – Life is an Algorithm.” In A Cultural History of the Avant-Garde in the Nordic Countries Since 1975, edited by Benedikt Hjartarson, Camilla Skovbjerg Paldam, Laura Luise Schultz, and Tania Ørum, 213–26. Leiden: Brill.",
    "year": 2022,
    "authors": [
      {
        "author_first": "Lars Bang",
        "author_last": "Larsen"
      }
    ],
    "title": "Erkki Kurenniemi – Life is an Algorithm.",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries Since 1975",
    "publisher": "Brill",
    "place": "Leiden",
    "editors": "Benedikt Hjartarson, Camilla Skovbjerg Paldam, Laura Luise Schultz, and Tania Ørum",
    "volume": null,
    "issue": null,
    "pages": "213–26",
    "url": "https://doi.org/10.1163/9789004515956_015",
    "abstract": "The last project undertaken by the Finnish multi-artist Erkki Kurenniemi (1941–2017) both unified and radicalised his previous, disparate activities. From the 1980s Kurenniemi’s life and work became intertwined and revolved around the assumption that, thanks to the advent of quantum computers in the mid-twenty-first century, the human mind will be transferable onto platforms other than living tissue. Such a fundamental change of the human mind’s material support would allow for a re-evaluation of our entire species-being, with a view to eradicating death as well as to the possibility of existence in other environments than the Earth, which we may leave as a “museum planet” once it has served its purpose as a home for “slime-based life forms” (Kurenniemi quoted in Mika Taanila’s film The Future Is Not What it Used to Be, 2002). My discussion of Kurenniemi’s self-documentation will take as its point of departure a Foucauldian aesthetics of existence and cybernetic tropes of machine life, to try and locate Kurenniemi in the context of twentieth-century avant-garde and neo-avant-garde art.",
    "tags": [
      "Avant-Garde",
      "Electronic Music"
    ]
  },
  {
    "id": "lehtonen_2019",
    "resource_type": "website",
    "raw": "Lehtonen, Tiina-Maija. 2019. “Suomalaisen modernismin Grand Old Man Paavo Heininen” (Paavo Heininen, the Grand Old Man of Finnish Modernism). Musiikin Syntymäpäiväkalenteri, YLE. Accessed December 11, 2025. https://yle.fi/aihe/a/20-280285.",
    "year": 2019,
    "authors": [
      {
        "author_first": "Tiina-Maija",
        "author_last": "Lehtonen"
      }
    ],
    "title": "Suomalaisen modernismin Grand Old Man Paavo Heininen",
    "title_trans": "Paavo Heininen, the Grand Old Man of Finnish Modernism",
    "container_title": "Musiikin Syntymäpäiväkalenteri, YLE",
    "publisher": "YLE",
    "place": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": null,
    "url": "https://yle.fi/aihe/a/20-280285",
    "tags": [
      "Avant-Garde",
      "Modernism",
      "YLE"
    ]
  },
  {
    "id": "lindfors_2015",
    "resource_type": "website",
    "raw": "Lindfors, Jukka. 2015. “Elektronimusiikki alkoi surista Ylessä jo 1950-luvulla” (Electronic Music Was Already Buzzing in YLE in the 1950s). Elävä Arkisto, YLE. Last modified December 14, 2016. https://yle.fi/a/20-130968.",
    "year": 2015,
    "authors": [
      {
        "author_first": "Jukka",
        "author_last": "Lindfors"
      }
    ],
    "title": "Elektronimusiikki alkoi surista Ylessä jo 1950-luvulla",
    "title_trans": "Electronic Music Began to Buzz on YLE as Early as the 1950s",
    "container_title": "Elävä Arkisto, YLE",
    "publisher": "YLE",
    "place": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": null,
    "url": "https://yle.fi/a/20-130968",
    "tags": [
      "Electronic Music",
      "YLE"
    ]
  },
  {
    "id": "mikkonen_2013",
    "resource_type": "chapter",
    "raw": "Mikkonen, Simo. 2013. “Winning Hearts and Minds? The Soviet musical intelligentsia in the struggle against the United States during the early Cold War.” In Twentieth Century Music and Politics, edited by Pauline Fairclough, 135–154. Farnham: Ashgate.",
    "year": 2013,
    "authors": [
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      }
    ],
    "title": "Winning Hearts and Minds? The Soviet musical intelligentsia in the struggle against the United States during the early Cold War",
    "container_title": "Twentieth Century Music and Politics",
    "publisher": "Ashgate",
    "place": "Farnham",
    "editors": "Pauline Fairclough",
    "volume": null,
    "issue": null,
    "pages": "135–54",
    "abstract": "The battle for hearts and minds is something typically associated with US foreign policy aims during the cold war. In short, it is used to refer to state-sponsored non-military action taken to influence public opinion abroad in order to advance US foreign policy interests. This activity included overt operations, trade, economic aid, diplomacy, the threat of force, cultural and educational exchanges as well as more traditional forms of propaganda. An agreement on cultural exchanges in 1957 with regards to the USA and the Soviet Union. The full name of the agreement with the USA was Agreement between the United States of America and the Union of Soviet Socialist Republics on Exchanges in the Cultural, Technical, and Educational Fields. The case of Rudolf Nureyev, who was the first high-profile artist to defect after cultural exchanges started on a full scale, underlines just how dependent the Soviets actually were on Hurok and other agents.",
    "url": "https://doi.org/10.4324/9781315549491",
    "tags": [
      "Cultural Diplomacy",
      "USA",
      "USSR"
    ]
  },
  {
    "id": "mikkonen_2015",
    "resource_type": "chapter",
    "raw": "Mikkonen, Simo. 2015. “The Finnish–Soviet Society: From Political to Cultural Connections.” In Nordic Cold War Cultures, edited by Rosa Magnusdottir and Valur Ingimundarsson, 109–131. Helsinki: Kikimora.",
    "year": 2015,
    "authors": [
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      }
    ],
    "title": "The Finnish–Soviet Society: From Political to Cultural Connections",
    "container_title": "Nordic Cold War Cultures",
    "publisher": "Kikimora",
    "place": "Helsinki",
    "editors": "Rosa Magnusdottir and Valur Ingimundarsson",
    "volume": null,
    "issue": null,
    "pages": "109–131",
    "url": "https://urn.fi/URN:NBN:fi:jyu-201502261384",
    "abstract": "The paper discusses the evolution of the Finnish-Soviet Society from a politically driven organization during the Stalin era to one that increasingly emphasized cultural connections in the post-World War II era. It explores how this society played a significant role in facilitating Finnish-Soviet exchanges, particularly from the 1950s onward, and examines its unique position in Finnish civil society, highlighting its extensive reach compared to similar organizations in the West. Through various programs and connections, the society contributed to easing tensions and fostering mutual understanding between Finland and the Soviet Union.",
    "tags": [
      "Cultural Diplomacy",
      "USSR"
    ]
  },
  {
    "id": "mikkonen_2016",
    "resource_type": "article",
    "raw": "Mikkonen, Simo. 2016. “In the Shadow of Technology: The Anatomy of East-West scholarly exchanges in the late Soviet period.” History of Human Sciences 29 (4–5): 151–171. https://doi.org/10.1177/0952695116667861.",
    "year": 2016,
    "authors": [
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      }
    ],
    "title": "In the Shadow of Technology: The Anatomy of East-West scholarly exchanges in the late Soviet period",
    "container_title": "History of Human Sciences",
    "publisher": "",
    "place": "",
    "editors": "",
    "volume": "29",
    "issue": "4–5",
    "pages": "151–71",
    "url": "https://doi.org/10.1177/0952695116667861",
    "abstract": "The study of the cultural Cold War and East–West interaction outside diplomacy and high politics has emerged as an important research field during the last two decades. With a few exceptions, however, scholarly interaction has been overshadowed by other forms of interaction. Existing research has mostly paid attention to technological exchange and to espionage, which was at times connected with scientific exchanges across the Iron Curtain. This article discusses scholarly exchanges in the human sciences between Finland and the Soviet Union. Even though Finland was a western-style democracy with a market economy, it had close political ties with the Soviet Union, which allowed for the development of active scholarly connections between the countries. This article discusses the emergence of such connections in the human sciences and the reasons for their rapid expansion in the 1970s.",
    "tags": [
      "Cultural Diplomacy",
      "USSR"
    ]
  },
  {
    "id": "mikkonen_2020",
    "resource_type": "article",
    "raw": "Mikkonen, Simo. 2020. “The Role of Finnish Leftists in Soviet–Finnish Artistic Exchanges During the Late Socialist Period.” Scandinavian Journal of History 45 (4): 527–46. https://doi.org/10.1080/03468755.2019.1632738.",
    "year": 2020,
    "authors": [
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      }
    ],
    "title": "The Role of Finnish Leftists in Soviet–Finnish Artistic Exchanges During the Late Socialist Period",
    "container_title": "Scandinavian Journal of History",
    "publisher": "",
    "place": "",
    "editors": "",
    "volume": "45",
    "issue": "4",
    "pages": "527–46",
    "url": "https://doi.org/10.1080/03468755.2019.1632738",
    "abstract": "The article examines artistic exchanges between the USSR and Finland from the viewpoint of the Finnish left. After WWII, Finland was in a difficult geopolitical position; although not occupied by the USSR, it received little support from the West and so remained an independent capitalist democracy, with little foreign leverage. The Soviet influence was felt in many areas, and throughout the Cold War, Finland received many more world-class Soviet artists than any other Western country. This was in part a consequence of Finland’s proximity to the USSR, but the Finnish Communist Party, a major domestic political force, also played a role. Immediately after the war, organizations associated with the Finnish Communist Party enjoyed a virtual monopoly over such exchanges, but this began to change in the mid-1950s. Around that time, the USSR began to allow Finnish artists to train and perform at its world-class arenas, and many of those Finnish students had links with the political left. Based on interviews and supported by archival material from Finland and Russia, the article explores the role of the Finnish left in these artistic exchanges.",
    "tags": [
      "Cultural Diplomacy",
      "USSR"
    ]
  },
  {
    "id": "mikkonen_okko_2024",
    "resource_type": "article",
    "raw": "Mikkonen, Simo, and Antti Okko. 2024. “Overcoming a Cold War Mindset: Encounters with Soviet Musical Expertise in a Finnish Town.” Journal of Cold War Studies 26 (2): 144–72. https://doi.org/10.1162/jcws_a_01213.",
    "year": 2024,
    "authors": [
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      },
      {
        "author_first": "Antti",
        "author_last": "Okko"
      }
    ],
    "title": "Overcoming a Cold War Mindset: Encounters with Soviet Musical Expertise in a Finnish Town",
    "container_title": "Journal of Cold War Studies",
    "publisher": "",
    "place": "",
    "editors": "",
    "volume": "26",
    "issue": "2",
    "pages": "144–72",
    "url": "https://doi.org/10.1162/jcws_a_01213",
    "abstract": "This article examines how a music festival in a regional Finnish town managed to overcome concrete and imagined Cold War limitations to become a venue for sustained encounters between Soviet and Western musicians starting in the mid-1960s. It explains how the Jyväskylä Summer Festival, which began in 1956 as one of the first festivals of its kind in the Nordic countries, acted as an intermediary and managed to secure contracts for several high-profile Soviet musicians to perform and provide master classes for up to a month, with relatively little surveillance from the Soviet state security apparatus, allowing for deeper interaction among Eastern and Western participants. Although many obstacles and challenges had to be overcome, the use of music and art to ease Cold War tensions proved beneficial to both the USSR and Finland and helped reduce cultural stereotypes, introduce new forms of music, improve performer agency, promote careers, and open doors to opportunities for long-term cooperation between previously separated societies.",
    "tags": [
      "Cultural Diplomacy",
      "Festivals",
      "USSR"
    ]
  },
  {
    "id": "mikkonen_suutari_2016",
    "resource_type": "chapter",
    "raw": "Mikkonen, Simo, and Pekka Suutari. 2016. “Introduction to the Logic of East-West Artistic Interaction.” In Music, Art and Diplomacy: East-West Artistic Interactions and the Cold War, edited by Simo Mikkonen and Pekka Suutari, 1–13. London: Routledge. https://doi.org/10.4324/9781315596860.",
    "year": 2016,
    "authors": [
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      },
      {
        "author_first": "Pekka",
        "author_last": "Suutari"
      }
    ],
    "title": "Introduction to the Logic of East-West Artistic Interaction",
    "container_title": "Music, Art and Diplomacy: East-West Artistic Interactions and the Cold War",
    "publisher": "Routledge",
    "place": "London",
    "editors": "Simo Mikkonen and Pekka Suutari",
    "volume": null,
    "issue": null,
    "pages": "1–13",
    "url": "https://doi.org/10.4324/9781315596860",
    "abstract": "This introduction presents an overview of the key concepts discussed in the subsequent chapters of this book. The book describes the relationship between superpower politics and East–West artistic interaction is 'cultural diplomacy'. It presents examples from the fields of music and dance, two art forms that were at the forefront of cultural exchange and purportedly experienced the greatest number of cultural exchange projects between the blocs. The book shows that the Soviet approach to ideological differences in the arts was quite different under Stalin than it became by the late 1950s. It discusses theatre and dance and their role in Cold War era art diplomacy. The book underlines the problems and restrictions that existed during the early Cold War, and also the role of images and imagination as key elements influencing cultural diplomacy. It examines points of contact between Eastern and Western film-making around the Baltic Sea.",
    "tags": [
      "Cultural Diplomacy"
    ]
  },
  {
    "id": "ojanen_2014",
    "resource_type": "article",
    "raw": "Ojanen, Mikko. 2014. “Electroacoustic concert and happening performances of the ‘60s and early ‘70s in Finland.” Proceedings of the Electroacoustic Music Studies Network Conference Electroacoustic Music Beyond Performance, Berlin. http://hdl.handle.net/10138/136273.",
    "year": 2014,
    "authors": [
      {
        "author_first": "Mikko",
        "author_last": "Ojanen"
      }
    ],
    "title": "Electroacoustic concert and happening performances of the ‘60s and early ‘70s in Finland",
    "container_title": "Proceedings of the Electroacoustic Music Studies Network Conference Electroacoustic Music Beyond Performance",
    "publisher": "Electronic Music Studies Network",
    "place": "Berlin",
    "editors": null,
    "volume": "14",
    "issue": null,
    "pages": "1–13",
    "url": "http://hdl.handle.net/10138/136273",
    "abstract": "In this paper, I explore different examples of how the new means of performing music in concert and happening settings manifested in the early years of electroacoustic music in Finland. No single point when electroacoustic music arrived in Finland can be pointed out. The development was slow and the central-European trends never landed in Finland in their pure form. Experimental concert performances of the radical young generation of musicians played a significant role in the emergence of the electronic medium in the Finnish music scene. The young composers and artists absorbed influences quite freely. Although their work can be seen even as a conscious protest against tradition, influences from the works of Karlheinz Stockhausen and John Cage, for example, were strong. This paper focuses on the works that expanded the traditional organization of a concert performance, introduced new means to perform electroacoustic music or applied electronic music technology beyond a music concert setting. These include, for example, film music, art exhibitions, happenings and even poem reading events. The examples are gathered from the works of composers Henrik Otto Donner (1939–2013) and Erkki Salmenhaara (1941–2002), avant-garde artist Mauri Antero Numminen (b. 1940), experimental film maker Eino Ruutsalo (1921–2001), as well as their close collaborator, electronic musical instrument designer Erkki Kurenniemi (b. 1941).",
    "tags": [
      "Avant-Garde",
      "Electronic Music"
    ]
  },
  {
    "id": "ojanen_suominen_kallio_lassfolk_2007",
    "resource_type": "article",
    "raw": "Ojanen, Mikko, Jari Suominen, Titti Kallio, and Kai Lassfolk. 2007. “Design principles and user interfaces of Erkki Kurenniemi’s electronic musical instruments of the 1960’s and 1970’s.” Proceedings of the 2007 Conference on New Interfaces for Musical Expression (NIME07), New York. https://doi.org/10.1145/1279740.1279756.",
    "year": 2007,
    "authors": [
      {
        "author_first": "Mikko",
        "author_last": "Ojanen"
      },
      {
        "author_first": "Jari",
        "author_last": "Suominen"
      },
      {
        "author_first": "Titti",
        "author_last": "Kallio"
      },
      {
        "author_first": "Kai",
        "author_last": "Lassfolk"
      }
    ],
    "title": "Design principles and user interfaces of Erkki Kurenniemi’s electronic musical instruments of the 1960’s and 1970’s.",
    "container_title": "Proceedings of the 2007 Conference on New Interfaces for Musical Expression (NIME07)",
    "publisher": "New Interfaces for Musical Expression",
    "place": "New York",
    "editors": null,
    "volume": "14",
    "issue": null,
    "pages": "88–93",
    "url": "https://doi.org/10.1145/1279740.1279756",
    "abstract": "This paper presents a line of historic electronic musical instruments designed by Erkki Kurenniemi in the 1960's and 1970's. Kurenniemi's instruments were influenced by digital logic and an experimental attitude towards user interface design. The paper presents an overview of Kurenniemi's instruments and a detailed description of selected devices. Emphasis is put on user interface issues such as unconventional interactive real-time control and programming methods.",
    "tags": [
      "Avant-Garde",
      "Electronic Music"
    ]
  },
  {
    "id": "ojanen_lassfolk_2016",
    "resource_type": "chapter",
    "raw": "Ojanen, Mikko, and Kai Lassfolk. 2016. “University of Helsinki Electronic Music Studio – Founding and Early Development.” In A Cultural History of the Avant-Garde in the Nordic Countries 1950–1975, edited by Tania Ørum and Jesper Olsson, 412–17. Leiden: Brill.",
    "year": 2016,
    "authors": [
      {
        "author_first": "Mikko",
        "author_last": "Ojanen"
      },
      {
        "author_first": "Kai",
        "author_last": "Lassfolk"
      }
    ],
    "title": "University of Helsinki Electronic Music Studio – Founding and Early Development",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries 1950–1975",
    "publisher": "Brill",
    "place": "Leiden",
    "editors": "Tania Ørum and Jesper Olsson",
    "volume": null,
    "issue": null,
    "pages": "412–17",
    "url": "https://doi.org/10.1163/9789004310506_044",
    "abstract": "The University of Helsinki Electronic Music Studio is one of the oldest studios of its kind in the Nordic countries and celebrated its fiftieth anniversary in 2012. This essay presents a short history of the studio, concentrating in particular on its first two decades of operation. From the beginning until the early 1970s, the studio was associated with the work of its designer Erkki Kurenniemi. Kurenniemi’s electronic musical instruments have been described in previous publications. The focus of this essay is on Kurenniemi’s studio design work. After Kurenniemi, the studio was maintained for several years by Jukka Ruohomäki.",
    "tags": [
      "Avant-Garde",
      "Electronic Music"
    ]
  },
  {
    "id": "parsons_1978",
    "resource_type": "article",
    "raw": "Parsons, Jeremy. 1978. “Paavo Heininen.” The Musical Times 119 (1628): 850–53.",
    "year": 1978,
    "authors": [
      {
        "author_first": "Jeremy",
        "author_last": "Parsons"
      }
    ],
    "title": "Paavo Heininen",
    "container_title": "The Musical Times",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "119",
    "issue": "1628",
    "pages": "850–53",
    "url": "https://doi.org/10.2307/957787",
    "abstract": null,
    "tags": [
      "Avant-Garde"
    ]
  },
  {
    "id": "ramnarine_2017",
    "resource_type": "chapter",
    "raw": "Ramnarine, Tina K. 2017. “Aspirations, Global Futures, and Lessons from Sámi Popular Music for the Twenty-First Century.” In The Oxford Handbook of Popular Music in the Nordic Countries, edited by Fabian Holt and Antti-Ville Kärjä, 277–92. New York: Oxford University Press.",
    "year": 2017,
    "authors": [
      {
        "author_first": "Tina K.",
        "author_last": "Ramnarine"
      }
    ],
    "title": "Aspirations, Global Futures, and Lessons from Sámi Popular Music for the Twenty-First Century",
    "container_title": "The Oxford Handbook of Popular Music in the Nordic Countries",
    "publisher": "Oxford University Press",
    "place": "New York",
    "editors": "Fabian Holt and Antti-Ville Kärjä",
    "volume": null,
    "issue": null,
    "pages": "277–92",
    "url": "https://doi.org/10.1093/oxfordhb/9780190603908.013.0015",
    "tags": [
      "Indigenous Music",
      "Internationalization",
      "Popular Music"
    ],
    "abstract": "This chapter presents case studies of three Sámi musicians, focusing on their aspirations for collective rights, cultural distinctiveness, and self-determination. Contrary to early twentieth-century fears that vocal genres like joik were disappearing, music has become one of the most important elements in stories of Sámi cultural survival in the twenty-first century. The chapter examines the role that music plays in valuing nature and imagining alternatives to dominant power regimes in the context of climate change. The author argues that in the face of threats to global survival, historians could give more priority to questions about how the past speaks to us and what it teaches us about survival."
  },
  {
    "id": "salosaari_2022",
    "resource_type": "article",
    "raw": "Salosaari, Pekka. 2022. “The Audio Legacy of Finnish Radio: An Exploration of Key Factors in the Preservation of Radio Sound Collections.” Journal for Media History 25 (2): 1–27.",
    "year": 2022,
    "authors": [
      {
        "author_first": "Pekka",
        "author_last": "Salosaari"
      }
    ],
    "title": "The Audio Legacy of Finnish Radio: An Exploration of Key Factors in the Preservation of Radio Sound Collections",
    "container_title": "Journal for Media History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "25",
    "issue": "2",
    "pages": "1–27",
    "url": "https://doi.org/10.18146/tmg.823",
    "abstract": "In this article, I chart the development of Finland’s national broadcaster Yleisradio Oy in its media historical context, with a focus on key factors and events that have affected the long-term preservation and archiving of radio and related sound recordings in Finland. In order to understand the historical development of sound archiving I propose to apply a framework comprising three main parts. I also propose that the archival history of recorded sound collections is best understood through a chronological approach that reveals sequential, often overlapping periods in the company’s historic timeline. Such periods of overlap are found with the use of lacquer discs in radio production long after the introduction of magnetic reel tapes in 1939, but also in the 1990s with the simultaneous use of analogue and digital technology. I conclude with an analysis of factors enabling and preventing long-term preservation of the national broadcaster’s audio heritage, with attention to the many ‘little things’ that have allowed the historical sounds of past radio to be available in the archive today.",
    "tags": [
      "Electronic Music",
      "YLE"
    ]
  },
  {
    "id": "sommar_2018",
    "resource_type": "website",
    "raw": "Sommar, Heidi. 2018. “Avaruusromua: Sähköisiä kuvia kokeilustudiolta” (Space Junk: Electronic Images from the Experimental Studio). Elävä Arkisto, YLE. Accessed December 11, 2025. .",
    "year": 2018,
    "authors": [
      {
        "author_first": "Heidi",
        "author_last": "Sommar"
      }
    ],
    "title": "Avaruusromua: Sähköisiä kuvia kokeilustudiolta",
    "title_trans": "Space Junk: Electronic Images from the Experimental Studio",
    "container_title": "Arkisto, YLE",
    "publisher": "YLE",
    "place": null,
    "editors": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "url": "https://yle.fi/aihe/a/20-272690",
    "tags": [
      "Electronic Music",
      "YLE"
    ]
  },
  {
    "id": "suutari_2017",
    "resource_type": "chapter",
    "raw": "Suutari, Pekka. 2017. “Trajectories of Karelian Music After the Cold War.” In The Oxford Handbook of Popular Music in the Nordic Countries, edited by Fabian Holt and Antti-Ville Kärjä, 237–56. New York: Oxford University Press.",
    "year": 2017,
    "authors": [
      {
        "author_first": "Pekka",
        "author_last": "Suutari"
      }
    ],
    "title": "Trajectories of Karelian Music After the Cold War",
    "container_title": "The Oxford Handbook of Popular Music in the Nordic Countries",
    "publisher": "Oxford University Press",
    "place": "New York",
    "editors": "Fabian Holt and Antti-Ville Kärjä",
    "volume": null,
    "issue": null,
    "pages": "237–56",
    "url": "https://doi.org/10.1093/oxfordhb/9780190603908.013.0013",
    "tags": [
      "Indigenous Music",
      "Popular Music",
      "Post-Soviet"
    ],
    "abstract": "This chapter tells the story of the revival of interest in Karelian music in the Finnish-Russian border region of Karelia after the Cold War. During this tense time, Karelians had been subjected to territorial divisions and harsh assimilation policies. With Perestroika came new stores of Karelian culture under the influence of developments taking place across the Nordic and Baltic regions. This was a scenario for Karelians in both countries to express their sense of belonging in new ways, and music once again became a medium for this. The author draws on fieldwork in the Karelian town of Petrozavodsk since 1992 and uses two bands from there as focal points for exploring consciousness in the region and beyond in wider international trajectories in Central Europe, Scandinavia, and the United States."
  },
  {
    "id": "tiekso_2016",
    "resource_type": "chapter",
    "raw": "Tiekso, Tanja. 2016. “Art Has Opened People’s Eyes, Music People’s Ears and Computers People’s Minds – Erkki Kurenniemi on Music and Technology.” In A Cultural History of the Avant-Garde in the Nordic Countries 1950–1975, edited by Tania Ørum and Jesper Olsson, 401–11. Leiden: Brill.",
    "year": 2016,
    "authors": [
      {
        "author_first": "Tanja",
        "author_last": "Tiekso"
      }
    ],
    "title": "Art Has Opened People’s Eyes, Music People’s Ears and Computers People’s Minds – Erkki Kurenniemi on Music and Technology",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries 1950–1975",
    "publisher": "Leiden",
    "place": "Brill",
    "editors": "Tania Ørum and Jesper Olsson",
    "volume": null,
    "issue": null,
    "pages": "401-11",
    "url": "https://doi.org/10.1163/9789004310506_043",
    "abstract": "Erkki Kurenniemi began his career in the early 1960s, building peculiar electro-acoustic instruments. The most famous of his instruments are the Dimi-A, based on digital sound synthesis, and the Sähkökvartetti, a collectively played electro-acoustic instrument, used by Finnish underground artists in the end of the 1960s. Besides his career as an instrument maker, physicist, inventor, electro-acoustic music composer and underground film-maker, Kurenniemi is also an extraordinary thinker, with innovative ideas about the combination of art and technology and the impact technology may have on the future of mankind.",
    "tags": [
      "Avant-Garde",
      "Electronic Music"
    ]
  },
  {
    "id": "tiekso_2021",
    "resource_type": "chapter",
    "raw": "Tiekso, Tanja. 2021. “Musiikin kansainvälinen avantgarde Suomessa 1949–1967” (The International Avant-Garde in Finland, 1949–1967). In Avantgarde Suomessa, edited by Irmeli Hautamäki, Laura Piippo, and Helena Sederholm, 214–38. Helsinki: Suomalaisen Kirjallisuuden Seura.",
    "year": 2021,
    "authors": [
      {
        "author_first": "Tanja",
        "author_last": "Tiekso"
      }
    ],
    "title": "Musiikin kansainvälinen avantgarde Suomessa 1949–1967",
    "title_trans": "The International Avant-Garde in Finland, 1949–1967",
    "container_title": "Avantgarde Suomessa",
    "publisher": "Suomalaisen Kirjallisuuden Seura",
    "place": "Helsinki",
    "editors": "Irmeli Hautamäki, Laura Piippo, and Helena Sederholm",
    "volume": null,
    "issue": null,
    "pages": "214–38",
    "url": "https://doi.org/10.21435/tl.267",
    "abstract": null,
    "tags": [
      "Avant-Garde",
      "Historical Survey",
      "Modernism"
    ]
  },
  {
    "id": "tiits_2021",
    "resource_type": "chapter",
    "raw": "Tiits, Kalev. 2021. “Erkki Kurenniemi ja avantgarde – 30 vuotta myöhemmin.” In Avantgarde Suomessa, edited by Irmeli Hautamäki, Laura Piippo, and Helena Sederholm, 371–82. Helsinki: Suomalaisen Kirjallisuuden Seura.",
    "year": 2021,
    "authors": [
      {
        "author_first": "Kalev",
        "author_last": "Tiits"
      }
    ],
    "title": "Erkki Kurenniemi ja avantgarde – 30 vuotta myöhemmin",
    "title_trans": "Erkki Kurenniemi and the avant-garde – 30 years later",
    "container_title": "Avantgarde Suomessa",
    "publisher": "Suomalaisen Kirjallisuuden Seura",
    "place": "Helsinki",
    "editors": "Irmeli Hautamäki, Laura Piippo, and Helena Sederholm",
    "volume": null,
    "issue": null,
    "pages": "371–82",
    "url": "https://doi.org/10.21435/tl.267",
    "abstract": "null",
    "tags": [
      "Avant-Garde",
      "Electronic Music"
    ]
  },
  {
    "id": "aunesluoma_2012",
    "resource_type": "article",
    "raw": "Aunesluoma, Juhana. 2012. “A Nordic Country with East European Problems: British views on post-war Finland, 1944–1948.” Scandinavian Journal of History 37 (2): 230–45. https://doi.org/10.1080/03468755.2012.667605.",
    "year": 2012,
    "authors": [
      {
        "author_first": "Juhana",
        "author_last": "Aunesluoma"
      }
    ],
    "title": "A Nordic Country with East European Problems: British views on post-war Finland, 1944–1948",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "37",
    "issue": "2",
    "pages": "230–45",
    "abstract": "Documents published in the latest volume of the series Documents on British Policy Overseas (DBPO) reveal interesting shifts in British views on Finland's odds of survival in the changing post-war geopolitical situation. In 1944–1945, the British government put the maintenance of the wartime alliance with the Soviet Union first and identified its interests in Finland, considered to lie in the Soviet security sphere, very narrowly. However, after this initial period of marked pessimism over Finland's fate, the Foreign Office identified factors and trends which indicated that the Finns could carve a distinct position for themselves in the no-man's land between the emerging Cold War blocs. By 1948, careful, yet guarded, optimism of Finland as a Nordic country capable of retaining its sovereignty and Western connections superseded an earlier view of Finland as an East European country, bound to fall under complete Soviet domination sooner or later. As Finland's position improved, so Britain's interests gradually widened. Were Finland now to fall under Soviet domination, the United Kingdom and the West had more to lose. In the absence of means to match Soviet influence in Finnish foreign policy and domestic affairs, British policy was defined in terms of applying ‘soft power’ to preserve Western interests: cultural and economic relations, propaganda and information campaigns, and the cultivation of personal contacts with leading Finns. Subsequently, pessimism and optimism oscillated in British analyses of the situation in Finland and assessments of how well this soft power worked, or what means of influence were available. At the same time, a determined effort was made to contain the expansion of Soviet influence in Northern Europe to Finland.",
    "url": "https://doi.org/10.1080/03468755.2012.667605",
    "tags": [
      "Cultural Diplomacy",
      "USSR"
    ]
  },
  {
    "id": "aunesluoma_rainio_niemi_2016",
    "resource_type": "article",
    "raw": "Aunesluoma, Juhana, and Johanna Rainio-Niemi. 2016. “Neutrality as Identity?” Journal of Cold War Studies 18 (4): 51–78. https://www.jstor.org/stable/10.2307/26925640.",
    "year": 2016,
    "authors": [
      {
        "author_first": "Juhana",
        "author_last": "Aunesluoma"
      },
      {
        "author_first": "Johanna",
        "author_last": "Rainio-Niemi"
      }
    ],
    "author": "Aunesluoma, Juhana, and Johanna Rainio-Niemi",
    "title": "Neutrality as Identity?",
    "container_title": "Journal of Cold War Studies",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "18",
    "issue": "4",
    "pages": "51–78",
    "abstract": "This article examines Finland's Cold War neutrality, highlighting its political and ideational dimensions. In contrast to other scholars who have stressed the pragmatic realpolitik considerations behind Finnish policymaking, the article demonstrates that political and ideological considerations were at least as important in shaping Finnish Cold War neutrality. The ideological and political identity dimensions are connected to the strong national consensus that lay behind Finnish neutrality policy and its wide, sustained public support. Paying attention to these dimensions helps us also to understand continuities in Finnish foreign and security policy that have continued into the post–Cold War period. The continuities of Cold War–era neutrality formulations are illustrated by a discussion of Finnish foreign policymaking in the final phase of the Cold War and the early 1990s.",
    "url": "https://www.jstor.org/stable/10.2307/26925640",
    "tags": [
      "Neutrality",
      "USSR"
    ]
  },
  {
    "id": "bergholm_2009",
    "resource_type": "article",
    "raw": "Bergholm, Tapio. 2009. “The Making of the Finnish Model: The qualitative change in Finnish corporatism in the early 1960s.” Scandinavian Journal of History 34 (1): 29–48. https://doi.org/10.1080/03468750902770931.",
    "year": 2009,
    "authors": [
      {
        "author_first": "Tapio",
        "author_last": "Bergholm"
      }
    ],
    "title": "The Making of the Finnish Model: The qualitative change in Finnish corporatism in the early 1960s",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "34",
    "issue": "1",
    "pages": "29–48",
    "abstract": "Earlier research has underlined the importance of the first incomes policy agreement in 1968, in analysing the qualitative shift to more consensual industrial relations and the stronger influence of labour market organizations in the Finnish welfare state legislation. The main argument is that this qualitative change in Finnish corporatism happened earlier. The compromise between employers and trade unions in the early 1960s was established not because of their strength but because of their simultaneous weakness and vulnerability. The left wing majority in the Eduskunta forced employers to adopt a more conciliatory and even pro‐active view of social reforms. Confederation of Finnish Trade Unions (SAK), which suffered from a severe split, was more than willing to co‐operate with Confederation of Finnish Employers (STK) in social policy as well as in wage bargaining.",
    "url": "https://doi.org/10.1080/03468750902770931",
    "tags": [
      "Internationalization"
    ]
  },
  {
    "id": "clerc_2023",
    "resource_type": "book",
    "raw": "Clerc, Louis. 2023. Cultural Diplomacy in Cold War Finland: Identity, Geopolitics and the Welfare State. New York: Palgrave Macmillan. https://doi.org/10.1007/978-3-031-12205-7.",
    "year": 2023,
    "authors": [
      {
        "author_first": "Louis",
        "author_last": "Clerc"
      }
    ],
    "title": "Cultural Diplomacy in Cold War Finland: Identity, Geopolitics and the Welfare State",
    "container_title": null,
    "publisher": "Palgrave Macmillan",
    "place": "New York",
    "editors": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": "This open access book explores the organization and evolution of Finland’s Cold War cultural diplomacy (1945-1975) as the basis for a reflection on the country’s foreign relations, the link between culture and politics, small states’ autonomy during the Cold War, and the porosity of the East-West divide.\n\nThe book offers a historical survey of the development of Finland’s cultural diplomacy as part of the Finnish state’s foreign activities. In its empirical parts, it focuses on archives drawn from the Finnish Ministry of Foreign Affairs and the Ministry of Education in order to explain Finland’s cultural diplomacy as the result of the country’s foreign policy orientations, interactions between domestic and foreign policy, and the expansion of state activities in the artistic, educational, and cultural sectors. Various reflections and reports on foreign cultural relations highlight the role of identity concerns, cultural relations, geopolitics and economic imperatives in the development of a specifically Finnish cultural diplomacy. Furthermore, the book focuses on specific aspects and events, considering for instance the organization and evolutions of Finland’s cultural relations with the USSR, the role of cultural treaties, academic exchanges and scientific cooperation, “cultural exports” and the marketization of culture, overlaps between cultural relations and high politics.",
    "url": "https://doi.org/10.1007/978-3-031-12205-7",
    "tags": [
      "Cultural Diplomacy"
    ]
  },
  {
    "id": "fields_2020",
    "resource_type": "book",
    "raw": "Fields, Marek. 2020. Defending Democracy in Cold War Finland: British and American Propaganda and Cultural Diplomacy in Finland, 1944–1970. Leiden: Brill. https://doi.org/10.1163/9789004416420.",
    "year": 2020,
    "authors": [
      {
        "author_first": "Marek",
        "author_last": "Fields"
      }
    ],
    "title": "Defending Democracy in Cold War Finland: British and American Propaganda and Cultural Diplomacy in Finland, 1944–1970",
    "container_title": null,
    "publisher": "Brill",
    "place": "Leiden",
    "editors": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": "In Defending Democracy in Cold War Finland, Marek Fields offers a thorough account on the various informational and cultural strategies Britain and the United States used during the early Cold War decades in order to increase their influence and contain communism in Finland. The book shows that by using propaganda and cultural diplomacy in an exceptionally challenging environment, the two Western powers were able to achieve their main objectives in the region, i.e. to defend democracy and strengthen Finland’s attachment to the West, surprisingly well. Making use of a large variety of British, American and Finnish archives, Fields proves that the Western countries’ interest in Finland during the Cold War was stronger than it has previously been realised.",
    "url": "https://doi.org/10.1163/9789004416420",
    "tags": [
      "Cultural Diplomacy"
    ]
  },
  {
    "id": "forsberg_pesu_2016",
    "resource_type": "article",
    "raw": "Forsberg, Tuomas, and Matti Pesu. 2016. “The ‘Finlandisation’ of Finland: The Ideal Type, the Historical Model, and the Lessons Learnt.” Diplomacy & Statecraft 27 (3): 473–95. https://doi.org/10.1080/09592296.2016.1196069.",
    "year": 2016,
    "authors": [
      {
        "author_first": "Tuomas",
        "author_last": "Forsberg"
      },
      {
        "author_first": "Matti",
        "author_last": "Pesu"
      }
    ],
    "title": "The ‘Finlandisation’ of Finland: The Ideal Type, the Historical Model, and the Lessons Learnt",
    "container_title": "Diplomacy & Statecraft",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "27",
    "issue": "3",
    "pages": "473–95",
    "abstract": "“Finlandisation” has become a buzzword and suggested solution to the on-going Ukrainian crisis. However, in Finland, Finlandisation tends to be a pejorative term because of its negative effects on Finnish domestic politics. Negative effects notwithstanding, Finland’s Cold War experience often appears as a success: it preserved its democratic system, prospered economically, and strengthened its international status. This analysis examines the historical evidence of what role Finlandisation—understood as a policy of collaboration and friendship with the greatest potential security threat to a country’s sovereignty and as a political culture related to that policy—played during the Cold War era. Did the strategy of accommodation go too far and was it superfluous to Finland’s survival and success? In this context, the article also discusses the “dangers” of Finlandisation and the gradual end of the policy.",
    "url": "https://doi.org/10.1080/09592296.2016.1196069",
    "tags": [
      "Neutrality",
      "USSR"
    ]
  },
  {
    "id": "haavio_kilponen_gulan_2021",
    "resource_type": "website",
    "raw": "Haavio, Markus, Juha Kilponen, and Adam Gulan. 2021. “Large trade shocks and economic crises: The case of the Finnish–Soviet trade collapse.” VoxEU: CEPR. Accessed December 11, 2025. https://cepr.org/voxeu/columns/large-trade-shocks-and-economic-crises-case-finnish-soviet-trade-collapse.",
    "year": 2021,
    "authors": [
      {
        "author_first": "Markus",
        "author_last": "Haavio"
      },
      {
        "author_first": "Juha",
        "author_last": "Kilponen"
      },
      {
        "author_first": "Adam",
        "author_last": "Gulan"
      }
    ],
    "author": "Haavio, Markus, Juha Kilponen, and Adam Gulan",
    "title": "Large trade shocks and economic crises: The case of the Finnish–Soviet trade collapse",
    "container_title": "Diplomacy & Statecraft",
    "publisher": "VoxEU: CEPR",
    "place": null,
    "editors": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "url": "https://cepr.org/voxeu/columns/large-trade-shocks-and-economic-crises-case-finnish-soviet-trade-collapse",
    "abstract": "In December 1990, the Soviet Union withdrew from its bilateral trade agreement with Finland. This was followed by a dramatic collapse in Finnish-Soviet trade and a deep economic crisis in Finland. This column re-assesses the role of the trade collapse in causing the Finnish Great Depression in the early 1990s. The trade shock had a strong negative effect on the Finnish economy but explains less than one-third of the cumulative GDP loss. Domestic factors, including a financial boom and bust, exerted a much larger negative effect.",
    "tags": [
      "USSR",
      "Post-Soviet"
    ]
  },
  {
    "id": "korobochkin_1995",
    "resource_type": "article",
    "raw": "Korobochkin, Maxim. 1995. “Soviet Policy Toward Finland and Norway, 1947–1949.” Scandinavian Journal of History 20 (3): 185–207. https://doi-org /10.1080/03468759508579304.",
    "year": 1995,
    "authors": [
      {
        "author_first": "Maxim",
        "author_last": "Korobochkin"
      }
    ],
    "title": "Soviet Policy Toward Finland and Norway, 1947–1949",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "20",
    "issue": "3",
    "pages": "185–207",
    "url": "https://doi-org /10.1080/03468759508579304",
    "abstract": null,
    "tags": [
      "USSR"
    ]
  },
  {
    "id": "kortti_2014",
    "resource_type": "article",
    "raw": "Kortti, Jukka. 2014. “Media, the Elite and Modernity: Defining the Modern among Finnish Cultural Intelligentsia in the Twentieth Century.” International Journal for History, Culture and Modernity 2 (1): 1–24. https://doi.org/10.18352/hcm.461.",
    "year": 2014,
    "authors": [
      {
        "author_first": "Jukka",
        "author_last": "Kortti"
      }
    ],
    "title": "Media, the Elite and Modernity: Defining the Modern among Finnish Cultural Intelligentsia in the Twentieth Century",
    "container_title": "International Journal for History, Culture and Modernity",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "2",
    "issue": "1",
    "pages": "1–24",
    "url": "https://doi.org/10.18352/hcm.461",
    "abstract": "This paper discusses how the Finnish intelligentsia has defined the modern and has reacted to modernity in the twentieth century. The cultural intelligentsia has had an important role in this process, since in Finland intellectuals and the state have historically had a close relationship. The article focuses on the role of the media in the making of the modern – both as an abstract concept and as a concrete programme for building a new society. The main examples come from the Finnish student magazine Ylioppilaslehti and Finnish television broadcasting. The main periods discussed are the cultural modernism of the 1950s, the societal modernism of the 1960s and the cultural postmodernism of the 1980s. These were the times when discussions about defining the modern reached even the public sphere in Finland.",
    "tags": [
      "Historical Survey",
      "Modernism",
      "USSR"
    ]
  },
  {
    "id": "krekola_mikkonen_2011",
    "resource_type": "article",
    "raw": "Krekola, Joni, and Simo Mikkonen. 2011. “Backlash of the Free World: The US Presence at the World Youth Festival in Helsinki, 1962.” Scandinavian Journal of History 36 (2): 230–55. https://doi.org/10.1080/03468755.2011.565566.",
    "year": 2011,
    "authors": [
      {
        "author_first": "Joni",
        "author_last": "Krekola"
      },
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      }
    ],
    "title": "Backlash of the Free World: The US Presence at the World Youth Festival in Helsinki, 1962",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "36",
    "issue": "2",
    "pages": "230–55",
    "url": "https://doi.org/10.1080/03468755.2011.565566",
    "abstract": "The Soviet-sponsored World Festival of Youth and Students brought an exceptional number of US citizens to Helsinki in the summer of 1962. The event was made important by the fact that it took place in neutral territory. Furthermore, this event briefly made Helsinki a centre of extensive Cold War operations. This article examines the background and impact of this festival in the larger context of the Cold War and international relations. The timing of the festival is especially intriguing, between two major Cold War confrontations, the Berlin crisis of 1961 and the Cuban missile crisis of October 1962. However, instead of being an open conflict between warring parties, the festival reminds us of other conflicts of the cultural Cold War: it was waged through front organizations. Both the KGB and CIA were involved behind the scenes deploying their representatives and trying to impact the Finns' – but also the other festival delegates' – thinking, and win them over to their respective causes. This article exploits both Finnish and American archival sources, mostly intelligence reports from the festival. Apart from the festival in Helsinki, therefore, this article illustrates the way in which Finland was subjected to political and cultural influencing by the superpowers during the height of the Cold War.",
    "tags": [
      "Cultural Diplomacy",
      "Festivals"
    ]
  },
  {
    "id": "majander_1994",
    "resource_type": "article",
    "raw": "Majander, Mikko. 1994. “The Limits of Sovereignty: Finland and the Question of the Marshall Plan in 1947.” Scandinavian Journal of History 19 (4): 309–26. https://doi.org/10.1080/03468759408579285.",
    "year": 1994,
    "authors": [
      {
        "author_first": "Mikko",
        "author_last": "Majander"
      }
    ],
    "title": "The Limits of Sovereignty: Finland and the Question of the Marshall Plan in 1947",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "19",
    "issue": "4",
    "pages": "309–26",
    "abstract": null,
    "url": "https://doi.org/10.1080/03468759408579285",
    "tags": [
      "Neutrality"
    ]
  },
  {
    "id": "nevakivi_1988",
    "resource_type": "article",
    "raw": "Nevakivi, Jukka. 1988. “American Reactions to the Finnish–Soviet Friendship Treaty of 1948.” Scandinavian Journal of History 13 (2–3): 279–91. https://doi.org/10.1080/03468758808579148.",
    "year": 1988,
    "authors": [
      {
        "author_first": "Jukka",
        "author_last": "Nevakivi"
      }
    ],
    "title": "American Reactions to the Finnish–Soviet Friendship Treaty of 1948",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "13",
    "issue": "2–3",
    "pages": "279–91",
    "abstract": null,
    "url": "https://doi.org/10.1080/03468758808579148",
    "tags": [
      "Neutrality",
      "USA",
      "USSR"
    ]
  },
  {
    "id": "nevakivi_1994",
    "resource_type": "article",
    "raw": "Nevakivi, Jukka. 1994. “A Decisive Armistice 1944–1947: Why was Finland not Sovietized?” Scandinavian Journal of History 19 (2): 91–115. https://doi.org/10.1080/03468759408579272.",
    "year": 1994,
    "authors": [
      {
        "author_first": "Jukka",
        "author_last": "Nevakivi"
      }
    ],
    "title": "A Decisive Armistice 1944–1947: Why was Finland not Sovietized?",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "19",
    "issue": "2",
    "pages": "91–115",
    "abstract": null,
    "url": "https://doi.org/10.1080/03468759408579272",
    "tags": [
      "Neutrality",
      "USSR"
    ]
  },
  {
    "id": "paastela_1991",
    "resource_type": "book",
    "raw": "Paastela, Jukka. 1991. The Finnish Communist Party in the Finnish Political System 1963-1982. Tampere: Tampere University Press.",
    "year": 1991,
    "authors": [
      {
        "author_first": "Jukka",
        "author_last": "Paastela"
      }
    ],
    "title": "The Finnish Communist Party in the Finnish Political System 1963-1982",
    "container_title": null,
    "publisher": "Tampere University Press",
    "place": "Tampere",
    "editors": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": null,
    "url": null,
    "tags": [
      "Cultural Diplomacy",
      "Neutrality"
    ]
  },
  {
    "id": "ritvanen_2022",
    "resource_type": "article",
    "raw": "Ritvanen, Juha-Matti. 2022. “The change in Finnish Baltic policy as a turning point in Finnish-Soviet relations. Finland, Baltic independence and the end of the Soviet Union 1988–1991.” Scandinavian Journal of History 47 (3): 280–99. https://doi.org/10.1080/03468755.2020.1765861.",
    "year": 2022,
    "authors": [
      {
        "author_first": "Juha-Matti",
        "author_last": "Ritvanen"
      }
    ],
    "title": "The change in Finnish Baltic policy as a turning point in Finnish-Soviet relations. Finland, Baltic independence and the end of the Soviet Union 1988–1991",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "47",
    "issue": "3",
    "pages": "280–99",
    "abstract": "The disintegration processes in the Soviet Union, in particular the emergence of independence movements in the Baltic States, posed a difficult challenge for Finland. This article examines the Finnish policy regarding the situation in the Baltic States in 1988–1991 and analyses the evolution of the views of the Finnish leadership based on recently declassified records in the personal collection of President Mauno Koivisto and the archives of Finland’s Ministry of Foreign Affairs. The Finnish leadership’s point of departure was that the political developments in the Baltics should proceed in a controlled manner, without endangering the stability of the Soviet Union. Finland therefore avoided supporting the Baltic independence movement publicly, but did support it in the form of practical co-operation. The article shows that the change in Finnish Baltic policy was the result of a shift in power relations within the Soviet Union, after the failed coup attempt in Moscow in August 1991. Finland restored diplomatic relations with the Baltic States before the Soviet Union recognized the independence of its former republics. This episode paved way for the initiative to discard the FCMA treaty which had tied Finland to the Soviet sphere of influence.",
    "url": "https://doi.org/10.1080/03468755.2020.1765861",
    "tags": [
      "Cultural Diplomacy",
      "Post-Soviet",
      "USSR"
    ]
  },
  {
    "id": "uutela_2025a",
    "resource_type": "article",
    "raw": "Uutela, Marjo. 2025a. “From East to West. Instrumentalizing a History of Finnish Europeanness, 1990–1995.” Scandinavian Journal of History 50 (5): 582–98. https://doi.org/10.1080/03468755.2025.2552153.",
    "year": 2025,
    "authors": [
      {
        "author_first": "Marjo",
        "author_last": "Uutela"
      }
    ],
    "title": "From East to West. Instrumentalizing a History of Finnish Europeanness, 1990–1995",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "50",
    "issue": "5",
    "pages": "582–98",
    "abstract": "Previous studies have demonstrated how narratives about Finland’s belonging to the West were utilized to domestically legitimize more Western-oriented policy after the Cold War, but the strategic instrumentalization of Europeanness on the international stage is less researched. Based on new archival evidence, this article studies how narratives dealing with Finland’s Western identity were mobilized as a specific reading of the past in Finnish – German discussions and how Finland’s identity transformation was interpreted in Bonn. The article shows how Finnish diplomats conveyed expectations of Finland’s deepening Western integration to German diplomats on the grounds of Finland’s cultural association with Western Europe. The concept of ‘new Europe’ carried the prospect of more Western-oriented policy and the narrative that Finland had ‘moved from the old Europe to a new one’ justified Finland’s entry into the EU. At the same time, Finland’s foreign policy leadership bolstered Nordic cooperation as long as it was compatible with European integration, describing how ‘Finland’s Europeanism’ was ‘at bottom Nordic in nature’.",
    "url": "https://doi.org/10.1080/03468755.2025.2552153",
    "tags": [
      "Cultural Diplomacy",
      "Nationalism"
    ]
  },
  {
    "id": "uutela_2025b",
    "resource_type": "article",
    "raw": "Uutela, Marjo. 2025b. “Narrowing Finland’s Cold War Neutrality Narrative.” Journal of Contemporary History 60 (1): 64–79. https://doi.org/10.1177/00220094241306984.",
    "year": 2025,
    "authors": [
      {
        "author_first": "Marjo",
        "author_last": "Uutela"
      }
    ],
    "title": "Narrowing Finland’s Cold War Neutrality Narrative",
    "container_title": "Journal of Contemporary History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "60",
    "issue": "1",
    "pages": "64–79",
    "abstract": "The present study examines how Finland's Cold War neutrality narrative was reformulated when Finnish diplomats engaged in dialogue with their German colleagues in the early 1990s. The article locates the reformulation of the neutrality narrative on the diplomatic stage and argues that updating neutrality began when diplomats had to position their country anew in international interactions. Furthermore, the article demonstrates how redefining Finland's neutrality narrative was a slow and complicated process. Even though Finland's neutrality policy was officially narrowed to military non-alignment in March 1992, traces of Finland's Cold War neutrality remained for example in the attitudes towards the use of force in crisis management operations. The novelty of the research lies in its archives-centric approach. While this is a traditional approach in international history, archival research is rare in memory studies.",
    "url": "https://doi.org/10.1177/00220094241306984",
    "tags": [
      "Neutrality",
      "USSR"
    ]
  },
  {
    "id": "baschmakoff_2012",
    "resource_type": "chapter",
    "raw": "Baschmakoff, Natalia. 2012. “Avant-Garde Encounters on Karelian Bedrock (1890s–1930s).” In A Cultural History of the Avant-Garde in the Nordic Countries 1900–1925, edited by Hubert van den Berg, Irmeli Hautamäki, Benedikt Hjartarson, Torben Jelsbak, Rikard Schönström, Per Stounbjerg, Tania Ørum, and Dorthe Aagesen, 351–70. Leiden: Brill. https://doi.org/10.1163/9789401208918_023.",
    "year": 2012,
    "authors": [
      {
        "author_first": "Natalia",
        "author_last": "Baschmakoff"
      }
    ],
    "title": "Avant-Garde Encounters on Karelian Bedrock (1890s–1930s)",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries 1900–1925",
    "publisher": "Brill",
    "place": "Leiden",
    "editors": "Hubert van den Berg, Irmeli Hautamäki, Benedikt Hjartarson, Torben Jelsbak, Rikard Schönström, Per Stounbjerg, Tania Ørum, and Dorthe Aagesen",
    "volume": null,
    "issue": null,
    "pages": "351–70",
    "abstract": null,
    "url": "https://doi.org/10.1163/9789401208918_023",
    "tags": [
      "Avant-Garde",
      "Indigenous Music"
    ]
  },
  {
    "id": "hertzberg_2012",
    "resource_type": "chapter",
    "raw": "Hertzberg, Fredrik, Vesa Haapala, and Janna Kantola. 2012. “The Finland-Swedish Avant-Garde Moments.” In A Cultural History of the Avant-Garde in the Nordic Countries 1900–1925, edited by Hubert van den Berg, Irmeli Hautamäki, Benedikt Hjartarson, Torben Jelsbak, Rikard Schönström, Per Stounbjerg, Tania Ørum, and Dorthe Aagesen, 445–61. Leiden: Brill. https://doi.org/10.1163/9789401208918_031.",
    "year": 2012,
    "authors": [
      {
        "author_first": "Fredrik",
        "author_last": "Hertzberg"
      },
      {
        "author_first": "Vesa",
        "author_last": "Haapala"
      },
      {
        "author_first": "Janna",
        "author_last": "Kantola"
      }
    ],
    "title": "The Finland-Swedish Avant-Garde Moments",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries 1900–1925",
    "publisher": "Brill",
    "place": "Leiden",
    "editors": "Hubert van den Berg, Irmeli Hautamäki, Benedikt Hjartarson, Torben Jelsbak, Rikard Schönström, Per Stounbjerg, Tania Ørum, and Dorthe Aagesen",
    "volume": null,
    "issue": null,
    "pages": "445–61",
    "abstract": null,
    "url": "https://doi.org/10.1163/9789401208918_031",
    "tags": [
      "Avant-Garde",
      "Modernism"
    ]
  },
  {
    "id": "huusko_2012",
    "resource_type": "chapter",
    "raw": "Huusko, Timo. 2012. “Finnish Nationalism and the Avant-Garde.” In A Cultural History of the Avant-Garde in the Nordic Countries 1900–1925, edited by Hubert van den Berg, Irmeli Hautamäki, Benedikt Hjartarson, Torben Jelsbak, Rikard Schönström, Per Stounbjerg, Tania Ørum, and Dorthe Aagesen, 557–72. Leiden: Brill. https://doi.org/10.1163/9789401208918_039.",
    "year": 2012,
    "authors": [
      {
        "author_first": "Timo",
        "author_last": "Huusko"
      }
    ],
    "title": "Finnish Nationalism and the Avant-Garde",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries 1900–1925",
    "publisher": "Brill",
    "place": "Leiden",
    "editors": "Hubert van den Berg, Irmeli Hautamäki, Benedikt Hjartarson, Torben Jelsbak, Rikard Schönström, Per Stounbjerg, Tania Ørum, and Dorthe Aagesen",
    "volume": null,
    "issue": null,
    "pages": "557–72",
    "abstract": null,
    "url": "https://doi.org/10.1163/9789401208918_039",
    "tags": [
      "Avant-Garde",
      "Modernism",
      "Nationalism"
    ]
  },
  {
    "id": "stefan_2019",
    "resource_type": "chapter",
    "raw": "Nygård, Stefan. 2019. “The Socio-Cultural Conditions of the Avant-Gardes in Finland in the 1920s and 1930s.” In A Cultural History of the Avant-Garde in the Nordic Countries, 1925–1950, edited by Benedikt Hjartarson, Andrea Kollnitz, Per Stounbjerg, and Tania Ørum, 788–802. Leiden: Brill. https://doi.org/10.1163/9789004388291_049.",
    "year": 2019,
    "authors": [
      {
        "author_first": "Nygård",
        "author_last": "Stefan"
      }
    ],
    "title": "The Socio-Cultural Conditions of the Avant-Gardes in Finland in the 1920s and 1930s",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries, 1925–1950",
    "publisher": "Brill",
    "place": "Leiden",
    "editors": "Benedikt Hjartarson, Andrea Kollnitz, Per Stounbjerg, and Tania Ørum",
    "volume": null,
    "issue": null,
    "pages": "788–802",
    "abstract": "As a geopolitically strategic and newly independent country recovering from the trauma of a civil war in 1918, the socio-cultural constraints on artistic freedom were considerable in Finland between the wars. Art and literature were to a varying extent connected to political projects on the left or the right. Leading critics played a key role in the negotiations between art, politics and ideology. Few artists or writers, however, adjusted uncritically to external ideological demands. Those that challenged the subordination of art to political agendas or the national imperative often relied on the accumulation of symbolic capital abroad.",
    "url": "https://doi.org/10.1163/9789004388291_049",
    "tags": [
      "Avant-Garde"
    ]
  },
  {
    "id": "pelkonen_2019",
    "resource_type": "chapter",
    "raw": "Pelkonen, Eeva-Liisa. 2019. “Alvar Aalto around 1930 – Between Modernism and the Avant-Garde.” In A Cultural History of the Avant-Garde in the Nordic Countries, 1925–1950, edited by Benedikt Hjartarson, Andrea Kollnitz, Per Stounbjerg, and Tania Ørum, 145–60. Leiden: Brill. https://doi.org/10.1163/9789004388291_007.",
    "year": 2019,
    "authors": [
      {
        "author_first": "Eeva-Liisa",
        "author_last": "Pelkonen"
      }
    ],
    "title": "Alvar Aalto around 1930 – Between Modernism and the Avant-Garde",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries, 1925–1950",
    "publisher": "Brill",
    "place": "Leiden",
    "editors": "Benedikt Hjartarson, Andrea Kollnitz, Per Stounbjerg, and Tania Ørum",
    "volume": null,
    "issue": null,
    "pages": "145–60",
    "abstract": "This essay focuses on Alvar Aalto’s intellectual and artistic transformation following his exposure to key figures in the Finnish, Swedish and Danish avant-garde, such as the Finnish-Swedish playwright Hagar Olsen, the Swedish architect Sven Markelius and the Danish architect and critic Poul Henningsen. The essay points out that, while Aalto never used the term “avant-garde” to describe his own position, both his works and his words from around 1930 demonstrate his exposure to avant-garde theatre, film and painting, which led to the application of various pioneering techniques, such as the use of formal fragmentation and the integration of different media – photography, sound, light and film – into architectural projects. His emphasis on their transformative psychological and social impact on the users is also discussed. The essay argues that Aalto’s engagement with various strands of modernism and the avant-garde were conditioned by, and must be understood in the context of, his personal and national background, as well as large-scale historical events and geopolitical realities.",
    "url": "https://doi.org/10.1163/9789004388291_007",
    "tags": [
      "Avant-Garde",
      "Modernism"
    ]
  },
  {
    "id": "veivo_2019",
    "resource_type": "chapter",
    "raw": "Veivo, Harri. 2019. “Trajectories, Circulations and Geographical Configurations of the Avant-Garde and Modernism in Finland, 1922–1939.” In A Cultural History of the Avant-Garde in the Nordic Countries, 1925–1950, edited by Benedikt Hjartarson, Andrea Kollnitz, Per Stounbjerg, and Tania Ørum, 459–76. Leiden: Brill. https://doi.org/10.1163/9789004388291_026.",
    "year": 2019,
    "authors": [
      {
        "author_first": "Harri",
        "author_last": "Veivo"
      }
    ],
    "title": "Trajectories, Circulations and Geographical Configurations of the Avant-Garde and Modernism in Finland, 1922–1939",
    "container_title": "A Cultural History of the Avant-Garde in the Nordic Countries, 1925–1950",
    "publisher": "Brill",
    "place": "Leiden",
    "editors": "Benedikt Hjartarson, Andrea Kollnitz, Per Stounbjerg, and Tania Ørum",
    "volume": null,
    "issue": null,
    "pages": "459–76",
    "abstract": "The article discusses Finnish avant-garde and modernist writers’ and intellectuals’ positioning in the 1920s and 1930s in relation to the international movements of the time and to the Finnish cultural and political field. The focus is on articles in journals, essays and travel-writing (written both in Finnish and in Swedish) that show how the appropriation of avant-garde and modernism was a manifold project: historical reconstruction, contemporary critical interpretation and translation into the domestic context, reflection on Finland’s place in the map of Europe and, finally, interrogation of the very nature of modernity.",
    "url": "https://doi.org/10.1163/9789004388291_026",
    "tags": [
      "Avant-Garde",
      "Modernism",
      "Nationalism"
    ]
  },
  {
    "id": "vuorela_2009",
    "resource_type": "chapter",
    "raw": "Vuorela, Ulla. 2009. “Colonial Complicity: The ‘Postcolonial’ in a Nordic Context.” In Complying with Colonialism: Gender, Race and Ethnicity in the Nordic Region, edited by Suvi Keskinen, Salla Tuori, Sari Irni, and Diana Mulinari, 19–33. Farnham: Ashgate. https://doi.org/10.4324/9781315573212.",
    "year": 2009,
    "authors": [
      {
        "author_first": "Ulla",
        "author_last": "Vuorela"
      }
    ],
    "title": "Colonial Complicity: The ‘Postcolonial’ in a Nordic Context",
    "container_title": "Complying with Colonialism: Gender, Race and Ethnicity in the Nordic Region",
    "publisher": "Ashgate",
    "place": "Farnham",
    "editors": "Suvi Keskinen, Salla Tuori, Sari Irni, and Diana Mulinari",
    "volume": null,
    "issue": null,
    "pages": "19–33",
    "abstract": null,
    "url": "https://doi.org/10.4324/9781315573212",
    "tags": [
      "Nationalism"
    ]
  },
  {
    "id": "makkonen_1997",
    "resource_type": "chapter",
    "raw": "Makkonen, Anna. 1997. “Postmodernism in Finland.” In International Postmodernism: Theory and Literary Practice, edited by Hans Bertens and Douwe Fokkema, 383–86. Philadelphia: John Benjamins Publishing Co. https://doi.org/10.4324/9781315573212.",
    "year": 1997,
    "authors": [
      {
        "author_first": "Anna",
        "author_last": "Makkonen"
      }
    ],
    "title": "Postmodernism in Finland",
    "container_title": "International Postmodernism: Theory and Literary Practice",
    "publisher": "John Benjamins Publishing Co.",
    "place": "Philadelphia",
    "editors": "Hans Bertens and Douwe Fokkema",
    "volume": null,
    "issue": null,
    "pages": "383–86",
    "abstract": null,
    "url": "https://doi.org/10.1075/chlel.xi.45mak",
    "tags": [
      "Modernism"
    ]
  },
  {
    "id": "hatavara_kurunmaki_andrushchenko_2022",
    "resource_type": "article",
    "raw": "Hatavara, Mari, Jussi Kurunmäki, and Mykola Andrushchenko. 2022. “Telling and retelling a historical event: The collapse of the Soviet Union in Finnish parliamentary talk.” Scandinavian Journal of History 47 (1), 106–27. https://doi.org/10.1080/03468755.2021.2019105.",
    "year": 2022,
    "authors": [
      {
        "author_first": "Mari",
        "author_last": "Hatavara"
      },
      {
        "author_first": "Jussi",
        "author_last": "Kurunmäki"
      },
      {
        "author_first": "Mykola",
        "author_last": "Andrushchenko"
      }
    ],
    "title": "Telling and retelling a historical event: The collapse of the Soviet Union in Finnish parliamentary talk",
    "container_title": "Scandinavian Journal of History",
    "publisher": null,
    "place": null,
    "editors": null,
    "volume": "47",
    "issue": "1",
    "pages": "106–27",
    "abstract": "This article studies the collapse of the Soviet Union as a historical event by investigating how it was perceived while it occurred and what subsequent interpretations have been provided of the event and its significance. The event is studied both as meaningful past experience and as a relevant part of the present argument, since retellings generate historical experience. Our digitized corpus includes parliamentary records of plenary sessions from 1980 and oral history interviews of former MPs cover the period between 1988 and 2018. The corpus is grammatically parsed, allowing us to locate mentions of the Soviet collapse.\n\nWe combine analytical methods for the study of an event from conceptual history, with its emphasis on the recycling and reinterpretation of concepts, and narratology, with its emphasis on how happenings past and unfolding are narrated into meaningful events at the time of the telling. The abrupt changes in Finland’s powerful neighbour caused both cautious predictions in a quest for stability as well as hypotheses of change and even rejoicing over an ideological victory early on. The significance of the event unfolding was quickly noticed, and our analysis reveals the many uses of the event in politics during the decades to come.",
    "url": "https://doi.org/10.1080/03468755.2021.2019105",
    "tags": [
      "Nationalism",
      "Post-Soviet"
    ]
  },
  {
    "id": "hayes_2011",
    "resource_type": "book",
    "year": 2011,
    "authors": [
      {
        "author_first": "Eric",
        "author_last": "Hayes"
      }
    ],
    "title": "From Cold War to Common Currency: A personal perspective on Finland and the EU",
    "container_title": "Finnish Foreign Policy Papers",
    "publisher": "The Finnish Institute of International Affairs",
    "place": "Helsinki",
    "editors": null,
    "volume": null,
    "issue": null,
    "pages": null,
    "abstract": "The Finnish Institute of International Affairs, which today celebrates its 50th anniversary, has published a treatise on Finland’s integration into the European Union, written by Eric Hayes, a former official of the European Commission.\nMr. Hayes’ text, entitled From Cold War to Common Currency, is a detailed story of how Finland decided to apply for membership in the European Community (later to become the European Union) and what were the main challenges during the accession negotiations. Mixing political history with personal observations, Mr. Hayes paints an elaborate picture of how Finland “came in from the cold.”\nThe publication of Eric Hayes’ work marks the launch of a new publication series by the Finnish Institute of International Affairs, Finnish Foreign Policy Papers. As the name implies, the papers published in this series will concentrate on Finnish foreign policy.",
    "url": "https://fiia.fi/en/publication/from-cold-war-to-common-currency",
    "tags": [
      "Internationalization",
      "Post-Soviet"
    ],
    "raw": "Hayes, Eric. 2011. From Cold War to Common Currency: A personal perspective on Finland and the EU. Finnish Foreign Policy Papers. Helsinki: The Finnish Institute of International Affairs. https://fiia.fi/en/publication/from-cold-war-to-common-currency."
  },
  {
    "id": "taju_2025",
    "resource_type": "website",
    "year": 2025,
    "authors": [],
    "title": "Taju: Open-access publication archive",
    "container_title": "Open-access publication archive",
    "publisher": "University of the Arts Helsinki",
    "place": "Helsinki",
    "abstract": "Taju is the University of the Arts Helsinki's open access publication archive. The archive stores full-text material produced at the University of the Arts Helsinki, such as dissertations, theses, artistic research, parallel recordings of scientific articles, publication series, educational materials, and digitized sheet music, recordings, and concert recordings. Some of the material is freely available (Open Access) and some is only available on the library's Taju workstations. Some of the material is also available with University of the Arts Helsinki credentials.\n\nSuggested search: “Sävellys ja musiikinteoria” for a periodical from the Sibelius Academy's Department of Theory and Composition",
    "url": "https://taju.uniarts.fi/home",
    "raw": "Taju. nd. Helsinki: University of the Arts. https://taju.uniarts.fi/home.",
    "tags": [
      "Historical Survey"
    ]
  },
  {
    "id": "heinonen_peltonen_2013",
    "resource_type": "book",
    "year": 2013,
    "authors": [
      {
        "author_first": "Visa",
        "author_last": "Heinonen"
      },
      {
        "author_first": "Matti",
        "author_last": "Peltonen, eds."
      }
    ],
    "title": "Finnish Consumption: An Emerging Consumer Society between East and West",
    "publisher": "Finnish Literature Society",
    "place": "Helsinki",
    "abstract": "Finnish Consumption focuses on Finland as a modernising society between East and West. Comprehensive agrarian heritage and delayed modernisation in the sense of structural change, industrialisation and urbanisation are the central features of Finnish society during the 20th century. The special characteristics in this transformation were manifold influences from both Western Europe and SovietUnion / Russia. Although Finnish consumers eagerly adopted television and private cars, they also kept their saunas, summer houses and fishing as their favorite hobby.",
    "url": "https://researchportal.helsinki.fi/en/publications/finnish-consumption-an-emerging-consumer-society-between-east-and/",
    "raw": "Heinonen, Visa, and Matti Peltonen, eds. 2013. Finnish Consumption: An Emerging Consumer Society between East and West. Helsinki: Finnish Literature Society.https://researchportal.helsinki.fi/en/publications/finnish-consumption-an-emerging-consumer-society-between-east-and/.",
    "tags": [
      "Internationalization",
      "Modernism",
      "Cultural Diplomacy"
    ]
  },
  {
    "id": "herrala_2014",
    "resource_type": "article",
    "year": 2014,
    "authors": [
      {
        "author_first": "Meri Elisabet",
        "author_last": "Herrala"
      }
    ],
    "title": "Post-War Friendship Between Neighbors: An Outline of Soviet-Finnish Music Exchanges from 1944 Towards the Collapse of the Soviet Union",
    "container_title": "The Romanian Journal for Baltic and Nordic Studies",
    "volume": "6",
    "issue": "2",
    "pages": "27–51",
    "abstract": "In this article, I will analyze the role of music in the process of building peaceful relations between the Soviet Union and the Republic of Finland after the Second World War. The role of music as a weapon of “soft power” was an important alternative in Finnish-Soviet relations in order to enhance understanding between them and to avoid further conflict. I will analyze how the leading Soviet soloists were often first “tested” in Finland before their further outreach to the West from 1944 to the collapse of the Soviet Union. Because of its position as a neutral country between the East and the West Finland was seen as a safe experimental location in which to evaluate the performers’ loyalties to the Soviet regime. However, violinist Victoria Mullova’s 1983 defection to the West via Finland showed that the Soviet power was not so overpowering any more, even towards its own citizens. The Soviet Union was already heading for a collapse due to political and economic realities. Its diminishing cultural influence on the West undermined its power, and accelerated its demise. Using primary source materials and newspapers mainly from the Finnish National Archives and Sibelius Museum as well as the former Soviet archives in Moscow, I will examine the ways in which Soviet government cooperated with Finnish non-governmental organizations such as the Finland-Soviet Union Friendship Society, the main coordinating body of Finnish-Soviet relations, Finnish concert firms etc.",
    "url": "http://hdl.handle.net/10138/187589",
    "raw": "Herrala, Meri Elisabet. 2014. “Post-War Friendship Between Neighbors: An Outline of Soviet-Finnish Music Exchanges from 1944 Towards the Collapse of the Soviet Union.” The Romanian Journal for Baltic and Nordic Studies 6 (2): 27–51. http://hdl.handle.net/10138/187589.",
    "tags": [
      "Cultural Diplomacy",
      "USSR"
    ]
  },
  {
    "id": "hill_2005",
    "resource_type": "chapter",
    "year": 2005,
    "authors": [
      {
        "author_first": "Juniper Lynn",
        "author_last": "Hill"
      }
    ],
    "title": "From Ancient to Avant-Garde to Global: Creative Processes and Institutionalization in Finnish Contemporary Folk Music",
    "publisher": "PhD diss., University of California, Los Angeles",
    "abstract": "This dissertation provides an ethnographic account of the history, ideology, teaching methods, and current performance practices and creative processes of Finnish contemporary folk music, an urban, professional music using traditional Finnish folk music as a point of departure for contemporary, individualistic creations. It focuses primarily on the Folk Music Department of the Sibelius Academy music conservatory in Helsinki, where the genre was created and where its most important practitioners have studied or currently teach and work. Finnish contemporary folk music serves as a case study and jumping-off point for theoretical discussions of five larger socio-musicalissues: 1) the institutionalization of musicians’ training in traditional musics; 2) the construction of legitimacy, authenticity, and historical continuity in revived and recontextualized musics; 3) the ideology, pedagogy, and methods for teaching creativity; 4) how the authority to be musical and specifically to be creative in music is created and allocated; and 5) the expression and reification of transnational relationships through musical fusions and appropriations. The Folk Music Department, influenced by its conservatory environment, has adopted a Western art music ethos of individual artistry while rebelling against its pedagogy and performance practices, which folk musicians perceive as inhibiting creativity. Contemporary folk musicians legitimize their practices by claiming to enter into the same creative process as folk musicians of the past, allowing them to innovate and experiment while maintaining historical continuity and authenticity. Department pedagogues have developed unique teaching methods drawing from historical practices, manipulating aural memory to imitate oral culture, simulating oral composition, and using avant-garde improvisation to develop individuality and personal expression. Their ideology authorizes all (Finnish) musicians to become tradition bearers and innovators, compose, improvise, and arrange, regardless of musical background or skill. Contemporary folk musicians incorporate musical elements from other cultures, reifying their desired relationships with those cultures. The Department wields tremendous power in the dissemination of ideology, causing an increase in creative activities by folk musicians of all ages and skill levels and general knowledge about and respect for folk music.",
    "url": "https://www.academia.edu/3293413/From_Ancient_to_Avant_Garde_to_Global_Creative_Processes_and_Institutionalization_in_Finnish_Contemporary_Folk_Music",
    "raw": "Hill, Juniper Lynn. 2005. “From Ancient to Avant-Garde to Global: Creative Processes and Institutionalization in Finnish Contemporary Folk Music.” PhD diss., University of California, Los Angeles. https://www.academia.edu/3293413/From_Ancient_to_Avant_Garde_to_Global_Creative_Processes_and_Institutionalization_in_Finnish_Contemporary_Folk_Music",
    "tags": [
      "Indigenous Music",
      "Internationalization"
    ]
  },
  {
    "id": "jensen_eriksen_2019",
    "resource_type": "article",
    "year": 2019,
    "authors": [
      {
        "author_first": "Niklas",
        "author_last": "Jensen-Ericsen"
      }
    ],
    "title": "The Northern Front in the Technological Cold War",
    "container_title": "Journal of Cold War Studies",
    "volume": "21",
    "issue": "4",
    "pages": "150–74",
    "abstract": "This article shows how the United States and the Soviet Union competed technologically in northern Europe during the final decades of the Cold War. The article highlights the U.S. government’s ability to enlist neutral countries, and even vulnerable neutral states like Finland, into Western technology embargoes against the Soviet Union. Yet, the Finnish case also demonstrates that determined small countries and their companies were not simply helpless actors and could protect their political and commercial interests. Finland exported high-technology goods such as electronics and telecommunications equipment to the Soviet Union, even though Finland itself was dependent on technology flows from the United States. In fact, the Finns managed to get the best of both worlds: their country was an important player in East-West trade, but at the same time it was able to modernize its economy and strengthen trading links with the U.S.-led Western alliance.",
    "url": "https://www.jstor.org/stable/10.2307/26924706",
    "raw": "Jensen-Ericsen, Niklas. 2019. “The Northern Front in the Technological Cold War.” Journal of Cold War Studies 21 (4): 150–74. https://www.jstor.org/stable/10.2307/26924706",
    "tags": [
      "Internationalization",
      "Neutrality",
      "USA",
      "USSR"
    ]
  },
  {
    "id": "karryla_2024",
    "resource_type": "article",
    "year": 2024,
    "authors": [
      {
        "author_first": "Ilkka",
        "author_last": "Kärrylä"
      }
    ],
    "title": "Ideological and pragmatic transformations: The adoption of neoliberal ideas by Finnish and Swedish conservative parties since the 1970s",
    "container_title": "Scandinavian Journal of History",
    "volume": "49",
    "issue": "1",
    "pages": "114–40",
    "abstract": "The article examines the extent to which Finnish and Swedish conservative parties adopted neoliberal ideas from the 1970s onwards. It does so by comparing their published programmes and contextualizing them politically and economically. Neoliberalism is understood as an intellectual tradition centred around the objective of increasing the role of the market mechanism in society. Concrete neoliberal programmatic ideas include critiques of the public sector and taxes, especially progressive taxation, and promoting the marketization of the public sector and liberalization of other sectors of society, such as finance and labour markets. The article shows that Swedish conservatives adopted neoliberal ideas considerably earlier than their Finnish counterparts and were more ideological in pursuing them. Both parties have traditionally called for tax cuts, but only Swedish conservatives called for a deregulation of financial markets and marketization of public services already in the late 1970s. The neoliberal ‘breakthrough’ only took place among Finnish conservatives in the 1990s, though they justified most reforms as pragmatic necessities rather than desirable from an ideological standpoint. These differences are explained especially by Finland’s different geopolitical position during the Cold War and its tradition of shifting coalition governments, which led to milder ideological contestation than in Swedish bloc politics.",
    "url": "https://doi.org/10.1080/03468755.2023.2230209",
    "raw": "Kärrylä, Ilkka. “Ideological and pragmatic transformations: The adoption of neoliberal ideas by Finnish and Swedish conservative parties since the 1970s.” Scandinavian Journal of History 49 (1): 114–40. https://doi.org/10.1080/03468755.2023.2230209.",
    "tags": [
      "Internationalization"
    ]
  },
  {
    "id": "kettunen_2001",
    "resource_type": "article",
    "year": 2001,
    "authors": [
      {
        "author_first": "Pauli",
        "author_last": "Kettunen"
      }
    ],
    "title": "The Nordic Welfare State in Finland",
    "container_title": "Scandinavian Journal of History",
    "volume": "26",
    "issue": "3",
    "pages": "225–47",
    "url": "https://doi.org/10.1080/034687501750303864",
    "raw": "Kettunen, Pauli. 2001. “The Nordic Welfare State in Finland.” Scandinavian Journal of History 26 (3): 225–47. https://doi.org/10.1080/034687501750303864.",
    "tags": [
      "Internationalization"
    ]
  },
  {
    "id": "kivimaki_2012",
    "resource_type": "article",
    "year": 2012,
    "authors": [
      {
        "author_first": "Ville",
        "author_last": "Kivimäki"
      }
    ],
    "title": "Between Defeat and Victory: Finnish memory culture of the Second World War",
    "container_title": "Scandinavian Journal of History",
    "volume": "37",
    "issue": "4",
    "pages": "482–504",
    "url": "https://doi.org/10.1080/03468755.2012.680178",
    "raw": "Kivimäki, Ville. 2012. “Between Defeat and Victory: Finnish memory culture of the Second World War.” Scandinavian Journal of History 37 (4): 482–504. https://doi.org/10.1080/03468755.2012.680178",
    "abstract": "The article focuses on five essential phenomena in the Finnish memory culture relating to the three Finnish wars fought in 1939–1945, namely, (1) the memory of the fallen; (2) the influential work by author Väinö Linna; (3) the contested memory politics and veteran cultures in the 1960s and 1970s; (4) Germany and the Holocaust in the Finnish memory culture; and (5) the ‘neo-patriotic’ turn in the commemoration of the wars from the end of the 1980s onwards. The Finnish memory culture of 1939–1945 presents an interesting case of how the de facto lost wars against the Soviet Union have been shaped into cornerstones of national history and identity that continue to play a significant role even today. Using the growing research literature on the various aspects of the Finnish war memories and memory politics, the article aims, first, at outlining a synthesis of the memory culture's central features and, second, at challenging the common contemporary conception, according to which the Finnish war veterans would have been forgotten, neglected and even disgraced during the post-war decades, to be ‘rehabilitated’ only from the end of the 1980s onwards.",
    "tags": [
      "Neutrality",
      "USSR"
    ]
  },
  {
    "id": "kochetkova_2018",
    "resource_type": "article",
    "year": 2018,
    "authors": [
      {
        "author_first": "Elena",
        "author_last": "Kochetkova"
      }
    ],
    "title": "‘A Shop Window Where You Can Choose the Goods You Like’: Finnish industrial and trade fairs in the USSR, 1950s–1960s",
    "container_title": "Scandinavian Journal of History",
    "volume": "43",
    "issue": "2",
    "pages": "212–32",
    "url": "https://doi.org/10.1080/03468755.2018.1430651",
    "raw": "Kochetkova, Elena. 2018 “‘A Shop Window Where You Can Choose the Goods You Like’: Finnish industrial and trade fairs in the USSR, 1950s–1960s.” Scandinavian Journal of History 43 (2): 212–32. https://doi.org/10.1080/03468755.2018.1430651.",
    "abstract": "This article examines the Finnish industrial and trade fairs held in the Soviet Union in the context of Finnish–Soviet trade and scientific–technical cooperation in the 1950s and 1960s. While primarily focused on fairs, it also discusses different activities that accompanied them, such as lectures, visits, and negotiations between Finnish traders and Soviet officials and specialists. This study illustrates how such first-hand contact played an important role in Finnish–Soviet communications. First, they helped Finnish producers showcase their goods and technologies directly to Soviet buyers in various ministries and organizations. Second, these contacts included diverse activities such as face-to-face contacts, lectures, and seminars, being a means of technology transfer from Finland to the USSR . Finally, although they were commercial interactions without explicit ideological purposes – like many international exhibitions of the last century – Finnish fairs demonstrated a technological gap between Finland and the USSR.",
    "tags": [
      "Cultural Diplomacy",
      "USSR"
    ]
  },
  {
    "id": "lindfors_2008",
    "resource_type": "website",
    "year": 2008,
    "authors": [
      {
        "author_first": "Jukka",
        "author_last": "Lindfors"
      }
    ],
    "title": "DIMI, suomalainen syntetisaattori",
    "title_trans": "DIMI, Finnish synthesizer",
    "container_title": "Elävä Arkisto, YLE",
    "publisher": "YLE",
    "raw": "Lindfors, Jukka. 2008. “DIMI, suomalainen syntetisaattori” (DIMI, Finnish synthesizer). Elävä Arkisto, YLE. Last modified May 2, 2017. https://yle.fi/a/20-89299.",
    "url": "https://yle.fi/a/20-89299",
    "tags": [
      "Electronic Music",
      "YLE"
    ]
  },
  {
    "id": "lindfors_2008b",
    "resource_type": "website",
    "year": 2008,
    "authors": [
      {
        "author_first": "Jukka",
        "author_last": "Lindfors"
      }
    ],
    "title": "Tietokoneet sävelsivät tangoa ja soittelivat polkkaa",
    "title_trans": "Computers composed tango and played polka",
    "container_title": "Elävä Arkisto, YLE",
    "publisher": "YLE",
    "raw": "Lindfors, Jukka. 2008. “Tietokoneet sävelsivät tangoa ja soittelivat polkkaa” (Computers composed tango and played polka). Elävä Arkisto, YLE. Last modified September 28, 2016. https://yle.fi/a/20-89301.",
    "url": "https://yle.fi/a/20-89301",
    "tags": [
      "Electronic Music",
      "YLE"
    ]
  },
  {
    "id": "makela_1999",
    "resource_type": "book",
    "year": 1999,
    "authors": [
      {
        "author_first": "Tomi",
        "author_last": "Mäkelä"
      }
    ],
    "title": "Topics, Texts, Tensions: Essays in Music Theory on Paavo Heininen, Joonas Kokkonen, Magnus Lindberg, Usko Meriläinen, Einojuhani Rautavaara, Kaija Saariaho, and Aulis Sallinen",
    "place": "Magdeburg",
    "publisher": "Otto-von-Guericke-Universität",
    "raw": "Mäkelä, Tomi. 1999. Topics, Texts, Tensions: Essays in Music Theory on Paavo Heininen, Joonas Kokkonen, Magnus Lindberg, Usko Meriläinen, Einojuhani Rautavaara, Kaija Saariaho, and Aulis Sallinen. Magdeburg: Otto-von-Guericke-Universität.",
    "tags": [
      "Avant-Garde",
      "Modernism"
    ]
  },
  {
    "id": "valkonen_1994",
    "resource_type": "chapter",
    "year": 1994,
    "authors": [
      {
        "author_first": "Kaija",
        "author_last": "Valkonen"
      },
      {
        "author_first": "Markku",
        "author_last": "Valkonen"
      }
    ],
    "title": "Festival Fever – A short history of FInnish festivals from the early ages till 1990s",
    "publisher": "Finland Festivals",
    "editors": "Kai Amberla and Minna Salonranta",
    "url": "https://www.google.com/url?sa=t&source=web&rct=j&opi=89978449&url=https://festivals.fi/wp-content/uploads/2021/10/Festivals_historia_EN.pdf&ved=2ahUKEwjm24GPqM2RAxXayMkDHTp2AFEQFnoECBkQAQ&usg=AOvVaw3sI7cgSnpl9B2HUHfrbosU",
    "raw": "Valkonen, Kaija, and Markku Valkonen. 1994. “Festival Fever – A short history of FInnish festivals from the early ages till 1990s.” Finland Festivals. Edited by Kai Amberla and Minna Salonranta. https://www.google.com/url?sa=t&source=web&rct=j&opi=89978449&url=https://festivals.fi/wp-content/uploads/2021/10/Festivals_historia_EN.pdf&ved=2ahUKEwjm24GPqM2RAxXayMkDHTp2AFEQFnoECBkQAQ&usg=AOvVaw3sI7cgSnpl9B2HUHfrbosU.",
    "tags": [
      "Festivals",
      "Internationalization",
      "Modernism"
    ]
  },
  {
    "id": "stark_2021",
    "resource_type": "article",
    "year": 2021,
    "authors": [
      {
        "author_first": "Eija",
        "author_last": "Stark"
      }
    ],
    "title": "Was Folklore Studies Finlandized? Changing Scholarly Trends in Finnish Folklore Studies in the Cold War",
    "container_title": "Cultural Analysis",
    "volume": "19",
    "issue": "2",
    "pages": "58–78",
    "url": "https://www.ocf.berkeley.edu/~culturalanalysis/volume19_2/vol19_2_4_Stark.html",
    "raw": "Stark, Eija. 2021. “Was Folklore Studies Finlandized? Changing Scholarly Trends in Finnish Folklore Studies in the Cold War.” Cultural Analysis 19 (2): 58–78. https://www.ocf.berkeley.edu/~culturalanalysis/volume19_2/vol19_2_4_Stark.html.",
    "abstract": "This paper examines the impact of the Cold War on Finnish folklore studies as an academic discipline. Drawing on the university curricula of folklore studies at the University of Helsinki, the article seeks to trace disciplinary shifts from 1943 to 1979. The era coincided with a period of Finlandization—that is, a political culture subservient to the Soviet Union. The research strategies that the leading folklorists took continued concentrating on ethno-historically important Finnish- or Swedish-speaking oral traditions. International orientation consisted of balancing between the East and West scholarship. Among the academics, Finlandization often meant simply ignoring topics that dealt with the USSR.",
    "tags": [
      "Folk Music",
      "Neutrality"
    ]
  },
  {
    "id": "rentola_2012",
    "resource_type": "article",
    "year": 2012,
    "authors": [
      {
        "author_first": "Kimmo",
        "author_last": "Rentola"
      }
    ],
    "title": "Great Britain and the Soviet Threat in Finland, 1944–1951",
    "container_title": "Scandinavian Journal of History",
    "volume": "37",
    "issue": "2",
    "pages": "171–84",
    "url": "https://doi.org/10.1080/03468755.2012.668008",
    "raw": "Rentola, Kimmo. 2012. “Great Britain and the Soviet Threat in Finland, 1944–1951.” Scandinavian Journal of History 37 (2): 171–84. https://doi.org/10.1080/03468755.2012.668008.",
    "abstract": "The publication of a documentary collection on British policy towards the Nordic countries from 1944 to 1951 is a good occasion to ponder how and to what extent history is, or can be, rewritten on the basis of new documentary evidence, and in what directions the historiography of the early Cold War seems to be heading at present. To illustrate these issues, some key aspects of British policy towards Finland are addressed, in particular those connected with the distinct change of attitude from 1944, when Finland was self-evidently left in the Soviet sphere of influence, to the late 1940s, when the British gradually saw the chance and the utility of countering Soviet efforts in Finland. Repetition of every familiar issue along the well-trodden path of scholarship on the late 1940s is not deemed necessary here. Particular attention is paid to the need for multi-archival research. The necessity and the utility of well-informed multi-archival commentary on even the best single-archive documentary examination is demonstrated, and the consequences for future research discussed.",
    "tags": [
      "Cultural Diplomacy",
      "Neutrality"
    ]
  },
  {
    "id": "peltonen_2012",
    "resource_type": "article",
    "year": 2000,
    "authors": [
      {
        "author_first": "Matti",
        "author_last": "Peltonen"
      }
    ],
    "title": "Between Landscape and Language: The Finnish National Self-image in Transition",
    "container_title": "Scandinavian Journal of History",
    "volume": "25",
    "issue": "4",
    "pages": "265–80",
    "url": "https://doi.org/10.1080/034687500750046924",
    "raw": "Peltonen, Matti. 2000. “Between Landscape and Language: The Finnish National Self-image in Transition.” Scandinavian Journal of History 25 (4): 265–80. https://doi.org/10.1080/034687500750046924.",
    "tags": [
      "Nationalism"
    ]
  },
  {
    "id": "pajala_2017",
    "resource_type": "article",
    "year": 2017,
    "authors": [
      {
        "author_first": "Mari",
        "author_last": "Pajala"
      }
    ],
    "title": "‘Long live the friendship between the Soviet Union and Finland!’ Irony, nostalgia, and melodrama in Finnish historical television drama and documentary series",
    "container_title": "European Journal of Cultural Studies",
    "volume": "20",
    "issue": "3",
    "pages": "271–84",
    "url": "https://doi.org/10.1177/1367549416682244",
    "abstract": "In critical studies on historical television programmes, the affective qualities of televisual memory have been discussed mainly in terms of nostalgia. This article argues that conceptualizing the affective modes of relating to the past in more varied ways can help us to better understand the politics of memory on television. As a case study, the article analyses Finnish Broadcasting Company Yleisradio’s historical drama and documentary series that deal with the relationship between Finland and the Soviet Union. The article identifies three affective modes in the programmes: irony, nostalgia and melodrama. Each of these modes offers different possibilities for critiquing, understanding and justifying the past. By studying televisual memories of the Soviet Union in a non-socialist country with important political, economic and cultural ties with the socialist bloc, the article moreover questions a clear East–West binary in studies on post-socialist memory. https://doi.org/10.1177/1367549416682244.",
    "raw": "Pajala, Mari. 2017. “‘Long live the friendship between the Soviet Union and Finland!’ Irony, nostalgia, and melodrama in Finnish historical television drama and documentary series.” European Journal of Cultural Studies 20 (3): 271–84. https://doi.org/10.1177/1367549416682244.",
    "tags": [
      "Neutrality",
      "USSR",
      "YLE"
    ]
  },
  {
    "id": "outinen_2017",
    "resource_type": "article",
    "year": 2017,
    "authors": [
      {
        "author_first": "Sami",
        "author_last": "Outinen"
      }
    ],
    "title": "From Steering Capitalism to Seeking Market Acceptance",
    "container_title": "Scandinavian Journal of History",
    "volume": "42",
    "issue": "4",
    "pages": "398–413",
    "url": "https://doi.org/10.1080/03468755.2017.1336599",
    "abstract": "This article puts into a historical context the employment conceptions and policies of leading Social Democrats in Finland from 1975 to 1998. It takes into account both the strategic decision-making and public argumentation of the Social Democrats in employment-sensitive issues related to economic, employment, labour market, state company, competition, globalization and integration policies.\n\nFinland’s Social Democrats moved towards emphasizing private sector-led employment, approached the middle classes, adopted monetarist ideas, accepted the ‘market economy’ and favoured ‘controlled restructuring’ over counter-cyclical measures in a series of steps in 1975–1998. The deregulation of financial markets meant a shifting of the basis of Social Democratic employment policy from steering the capitalist economy to seeking market acceptance of the party’s politics. This did not manage to guarantee full employment in Finland during the period.\n\nFurthermore, Finland’s Social Democrats seemed initially to practise a ‘third way’ type of ‘Bad Sillanpää’ policy long before its adherents in the UK. such as Tony Blair. After the mid-1970s, the Finnish Social Democrat-led governments no longer imitated Sweden, while implementing many reforms which were followed by the Swedish Social Democrats.",
    "raw": "Outinen, Sami. 2017. “From Steering Capitalism to Seeking Market Acceptance.” Scandinavian Journal of History 42 (4): 398–413. https://doi.org/10.1080/03468755.2017.1336599.",
    "tags": [
      "Internationalization"
    ]
  },
  {
    "id": "mellais_2013",
    "resource_type": "book",
    "year": 2013,
    "authors": [
      {
        "author_first": "Maritta",
        "author_last": "Mellais, ed."
      }
    ],
    "title": "Erkki Kurenniemi: A man from the future",
    "publisher": "Finnish National Gallery, Central Art Archives",
    "place": "Helsinki",
    "url": "http://www.lahteilla.fi/kurenniemi/en/content/erkki-kurenniemi-–-man-future",
    "abstract": "Erkki Kurenniemi – A Man from the Future is a collection of research articles about Erkki Kurenniemi. The researchers study Kurenniemi’s person, career and activities from diverse perspectives. The themes of the publication range from media archaeology, musicology and instrument construction to critical discussions of Kurenniemi’s visions and careful media analysis.",
    "raw": "Mellais, Maritta, ed. 2013. Erkki Kurenniemi: A man from the future. Helsinki: Finnish National Gallery, Central Art Archives. http://www.lahteilla.fi/kurenniemi/en/content/erkki-kurenniemi-–-man-future.",
    "tags": [
      "Avant-Garde",
      "Electronic Music"
    ]
  },
  {
    "id": "nilsson_2019",
    "resource_type": "article",
    "year": 2019,
    "authors": [
      {
        "author_first": "Mikael",
        "author_last": "Nilsson"
      }
    ],
    "title": "The United States and Neutral Countries in Europe, 1945–1991",
    "container_title": "Journal of Cold War Studies",
    "volume": "21",
    "issue": "4",
    "pages": "208–30",
    "url": "https://www.jstor.org/stable/26924708",
    "abstract": "The post-Cold War era has led to a proliferation of scholarship on U.S. policy toward four neutral European countries—Austria, Finland, Switzerland, and Sweden—during the Cold War. This article provides a survey of the latest literature on U.S. policy toward these four countries as well as general comments about the U.S. government’s approach to European neutrality from 1945 to 1991.",
    "raw": "Nilsson, Mikael. 2019. “The United States and Neutral Countries in Europe, 1945–1991.” Journal of Cold War Studies 21 (4): 208–30. https://www.jstor.org/stable/26924708.",
    "tags": [
      "Neutrality",
      "USA"
    ]
  },
  {
    "id": "mikkonen_koivunen_2019",
    "resource_type": "chapter",
    "year": 2019,
    "authors": [
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      },
      {
        "author_first": "Pia",
        "author_last": "Koivunen, eds."
      }
    ],
    "title": "Beyond the Divide: Entangled Histories of Cold War Europe",
    "publisher": "Berghahn Books",
    "place": "New York",
    "url": "https://dokumen.pub/beyond-the-divide-entangled-histories-of-cold-war-europe-9781782388678.html",
    "abstract": "Cold War history has emphasized the division of Europe into two warring camps with separate ideologies and little in common. This volume presents an alternative perspective by suggesting that there were transnational networks bridging the gap and connecting like-minded people on both sides of the divide. Long before the fall of the Berlin Wall, there were institutions, organizations, and individuals who brought people from the East and the West together, joined by shared professions, ideas, and sometimes even through marriage. The volume aims at proving that the post-WWII histories of Western and Eastern Europe were entangled by looking at cases involving France, Denmark, Poland, Romania, Switzerland, and others.",
    "raw": "Mikkonen, Simo, and Pia Koivunen, eds. 2019. Beyond the Divide: Entangled Histories of Cold War Europe. New York: Berghahn Books. https://dokumen.pub/beyond-the-divide-entangled-histories-of-cold-war-europe-9781782388678.html.",
    "tags": [
      "Cultural Diplomacy",
      "USA",
      "USSR"
    ]
  },
  {
    "id": "makela_2008",
    "resource_type": "article",
    "year": 2008,
    "authors": [
      {
        "author_first": "Janne",
        "author_last": "Mäkelä"
      }
    ],
    "title": "The State of Rock: A History of Finland's Cultural Policy and Music Export",
    "container_title": "Popular Music",
    "volume": "27",
    "issue": "2",
    "pages": "257–69",
    "url": "https://www.jstor.org/stable/40212378",
    "abstract": "The Finnish government has historically been active in regulating the practices of popular music. At the same time, the music industry, rock media and musicians have traditionally insisted on markets free from state intervention. This article focuses on the history of the interrelationship between cultural policy and popular music, especially rock exports, in Finland. It argues that the high level of organised forms of culture and the lure of internationalism form the historical basis for the nation-state-popular music relationship in Finland. Following the demands for 'competitive society' in the 1990s and the international breakthroughs of Finnish pop and rock music performers after 2000, this relationship has intensified. Contemporary policy is in many ways healthier than in the past, yet it also raises crucial questions about hierarchies and identity relationships in popular music and society.",
    "raw": "Mäkelä, Janne. 2008. “The State of Rock: A History of Finland's Cultural Policy and Music Export.” Popular Music 27 (2): 257–69. https://www.jstor.org/stable/40212378.",
    "tags": [
      "Cultural Diplomacy",
      "Popular Music"
    ]
  },
  {
    "id": "laine_1993",
    "resource_type": "chapter",
    "year": 1993,
    "authors": [
      {
        "author_first": "Pauli",
        "author_last": "Laine"
      }
    ],
    "title": "Sibelius Academy Computer Music Studio",
    "container_title": "International Computer Music Proceedings 1993",
    "pages": "302–5",
    "url": "http://hdl.handle.net/2027/spo.bbp2372.1993.062",
    "abstract": "In this paper I shall describe the Sibelius Academy Computer Music Studio. The studio is has been recently set-up and furnished with modern equipment. The studio, together with the small concert hall associated with it which has special facilities for electroacoustic music performance, offer a good working environment for computer music teaching and research.",
    "raw": "Laine, Pauli. 1993. “Sibelius Academy Computer Music Studio.” International Computer Music Conference Proceedings 1993: 302–5. http://hdl.handle.net/2027/spo.bbp2372.1993.062.",
    "tags": [
      "Electronic Music"
    ]
  },
  {
    "id": "kuldkepp_piirimae_aunesluoma_2022",
    "resource_type": "article",
    "year": 2022,
    "authors": [
      {
        "author_first": "Mart",
        "author_last": "Kuldkepp"
      },
      {
        "author_first": "Kaarel",
        "author_last": "Piirimäe"
      },
      {
        "author_first": "Juhana",
        "author_last": "Aunesluoa"
      }
    ],
    "title": "Baltic crisis: Nordic and Baltic countries during the end stage of the Cold War",
    "container_title": "Scandinavian Journal of History",
    "volume": "47",
    "issue": "3",
    "pages": "271–79",
    "url": "https://doi.org/10.1080/03468755.2022.2025896",
    "abstract": "The end of the Cold War was in many ways a formative moment in recent European and global history, but it also had important regional and interregional ramifications. Not least from the Baltic and Nordic perspectives, the events in 1987–1992 marked the definite end of an era, and the beginning of another. As relevant sources from these years have increasingly become available, a research community has emerged to investigate the complexities of international politics in the Baltic-Nordic space during the last years of the Soviet Union and the immediate aftermath of its collapse. This special issue on Nordic and Baltic countries during the end stage of the Cold War is dedicated to furthering research on transnational Nordic-Baltic contacts and perceptions in this period.",
    "raw": "Kuldkepp, Mart, Kaarel Piirimäe, and Juhana Aunesluoa. 2022. “Baltic crisis: Nordic and Baltic countries during the end stage of the Cold War.” Scandinavian Journal of History 47 (3): 271–79. https://doi.org/10.1080/03468755.2022.2025896.",
    "tags": [
      "Post-Soviet"
    ]
  },
  {
    "id": "kolbe_2008",
    "resource_type": "article",
    "year": 2008,
    "authors": [
      {
        "author_first": "Laura",
        "author_last": "Kolbe"
      }
    ],
    "title": "From Memory to History: Year 1968 in Finland",
    "container_title": "Scandinavian Journal of History",
    "volume": "33",
    "issue": "4",
    "pages": "366–81",
    "url": "https://doi.org/10.1080/03468750802472505",
    "abstract": "As in other Scandinavian countries, in Finland the year 1968 has become a significant memory place, still influencing the current political debate. The first part of the article discusses how the 1960s started in Finland already during the 1950s when matters like internationalism and the Third World, pacifism, party‐political activities, women's issues, critical attitudes towards the church and the army etc. had already begun to affect the general opinion. The student movement in Finland was an essential part of the modernisation process with clear aims and cultural and political consequences. The students became main bearers of radically different vision of society, crucial years being 1964–68. The movement culminated in the occupation of Old Student's House in Helsinki in November 1968. The second part of the article discusses the development of Finnish historiography, as seen in the context of 1968.",
    "raw": "Kolbe, Laura. 2008. “From Memory to History: Year 1968 in Finland.” Scandinavian Journal of History 33 (4): 366–81. https://doi.org/10.1080/03468750802472505.",
    "tags": [
      "Internationalization",
      "Modernism"
    ]
  },
  {
    "id": "kohvakka_2011",
    "resource_type": "article",
    "year": 2011,
    "authors": [
      {
        "author_first": "Mikko",
        "author_last": "Kohvakka"
      }
    ],
    "title": "Science, Technology, and Changing Power Relations: The negotiation process of the agreement on Finnish-Soviet Scientific-Technical Cooperation, 1955",
    "container_title": "Scandinavian Journal of History",
    "volume": "36",
    "issue": "3",
    "pages": "349–70",
    "url": "https://doi.org/10.1080/03468755.2011.583412",
    "abstract": "Finland and the Soviet Union signed the Agreement on Finnish-Soviet Scientific-Technical Cooperation, the so-called TT-agreement, in 1955. Previous research has emphasized the viewpoint that the agreement was part of a new ‘softer’ strategy of the Soviet Union, the aim of which was to entangle Finland scientifically and technologically in the Soviet sphere of influence, and that anti-communist Finns formed a unanimous front against this inconvenient initiative. This article illustrates that adopting a different perspective makes possible an interpretation which indicates that the negotiation process for the agreement was less straightforward. Throughout the negotiations it is possible to observe the key issues of centralization and decentralization as well as the question of the status of science and technology policy in Finnish society. In essence, the TT-agreement was about determination of power relations and dominion not only between Finland and the Soviet Union but also between different interest groups inside Finland.",
    "raw": "Kohvakka, Mikko. 2011. “Science, Technology, and Changing Power Relations: The negotiation process of the agreement on Finnish-Soviet Scientific-Technical Cooperation, 1955.” Scandinavian Journal of History 36 (3): 349–70. https://doi.org/10.1080/03468755.2011.583412.",
    "tags": [
      "Neutrality",
      "USSR"
    ]
  },
  {
    "id": "mikkonen_2025",
    "resource_type": "book",
    "year": 2025,
    "authors": [
      {
        "author_first": "Simo",
        "author_last": "Mikkonen"
      }
    ],
    "title": "Äänirautaa rajalle: Musiikki, Suomi ja Neuvostoliitto 1960–1985",
    "title_trans": "Sounding the Border: Music, Finland and the Soviet Union 1960–1985",
    "publisher": "Finnish Literature Society",
    "place": "Helsinki",
    "url": "https://library.oapen.org/handle/20.500.12657/57878",
    "abstract": "During the Cold War, more musicians from the Soviet Union visited Finland than from any other Western country. Why did the world's best artists come to perform in Finland? And how did Finnish musical visits to the Soviet Union go?\n\nSounding the Border explores the relations between Finland and the Soviet Union through cultural exchange, and especially music. The book examines the artists' visits and the formation of networks, as well as the effects of exchange activities. The detailed and comprehensive information in the book has been collected through years of archival work in Russia, Estonia, Latvia and Finland, as well as by interviewing numerous artists.\n\nThe book is particularly appealing to those who want to refresh their memories of high-quality concerts by Soviet musicians or studies under the guidance of Soviet music teachers.",
    "raw": "Mikkonen, Simo. 2025. Äänirautaa rajalle: Musiikki, Suomi ja Neuvostoliitto 1960–1985 (Sounding the Border: Music, Finland and the Soviet Union 1960–1985). Helsinki: Finnish Literature Society.",
    "tags": [
      "Cultural Diplomacy",
      "USSR"
    ]
  }
]